{
  "rival_blue": {
    "encounter": {
      "1": "Ancora a inseguire la mia ombra? Vediamo se mi hai raggiunto!",
      "2": "Di nuovo qui, eh? C'è qualcosa di strano oggi... i miei Pokémon sono nervosi.",
      "3": "Dobbiamo lottare. I Pokémon... non sono più loro stessi.",
      "4": "Sei qui... Bene. Dobbiamo combattere. Il mondo... sta perdendo i suoi colori.",
      "5": "Affrontami! Ora! I nostri ricordi... stanno svanendo come nebbia!",
      "6": "Ce l'hai fatta. Dobbiamo... lottare. È il nostro ultimo legame con chi eravamo.",
      "7": "Hai sconfitto l'oscurità, ma il vuoto... è come un'idra, che rinasce più forte ogni secondo. Combatti contro di me!",
      "8": "Il vuoto è implacabile. L'abbiamo fermato una volta, ma è tornato. Lottiamo!",
      "9": "Ricordi quando abbiamo sconfitto l'oscurità? Ora dobbiamo affrontare il ritorno del vuoto. Affrontami!",
      "10": "La nostra vittoria era temporanea. Il vuoto è qui, più forte di prima. Dimostra ancora la tua forza!",
      "11": "Dicono che il vuoto sia eterno. Gli abbiamo dimostrato che si sbagliavano una volta. Facciamolo di nuovo. Combatti!",
      "12": "L'oscurità era solo l'inizio. Ora, il vuoto minaccia di consumare tutto. Combatti contro di me, per il bene della realtà!"
    },
    "victory": {
      "1": "Cosa? Ho perso? Impossibile! La mia squadra sembra... più debole in qualche modo.",
      "2": "Mi hai superato? La battaglia sembrava... irreale. Come un sogno che svanisce.",
      "3": "La tua forza... sta ancorando la realtà. Abbiamo bisogno di più delle tue battaglie.",
      "4": "Ogni volta che vinci... il mondo riacquista un po' di vivacità. Non mollare ora.",
      "5": "Il tuo potere... sta respingendo il vuoto. Continua a combattere. Per tutti noi.",
      "6": "Sei la nostra ultima speranza. Continua... a vincere. Ripristina... il nostro mondo...",
      "7": "Hai vinto! Un'altra vittoria contro il vuoto incombente. Ma non è abbastanza...",
      "8": "La tua forza tiene a bada il vuoto, ma è solo un sollievo temporaneo. Ne abbiamo bisogno di più!",
      "9": "Ben combattuto! Ogni vittoria è un faro, ma l'oscurità del vuoto è vasta...",
      "10": "Stai tenendo la linea, ma il vuoto sta contrattaccando. Continua a vincere!",
      "11": "Impressionante! Il tuo potere è uno scudo contro il vuoto, ma si sta assottigliando...",
      "12": "Un'altra vittoria, ma i tentacoli del vuoto continuano ad allungarsi. Non possiamo riposare!"
    },
    "defeat": {
      "1": "Hah! Ancora non al mio livello! Aspetta... perché i miei Pokémon sembrano così... sbiaditi?",
      "2": "Stai migliorando, ma... l'emozione della vittoria sembra vuota. Cosa sta succedendo?",
      "3": "No... devi diventare ancora più forte. La realtà stessa... sta scivolando via.",
      "4": "Non puoi permetterti di perdere! Il vuoto... sta consumando la nostra stessa esistenza...",
      "5": "Non posso... mantenere il controllo di me stesso ancora a lungo. Devi vincere la prossima volta...",
      "6": "È... troppo tardi per me. Vinci la tua prossima battaglia. Vinci... o svaniremo tutti nell'oblio...",
      "7": "Il vuoto diventa più forte con ogni sconfitta. Devi prevalere!",
      "8": "No... Questo non può essere... Il vuoto si sta infiltrando. Devi vincere la prossima volta!",
      "9": "Sconfitto di nuovo... La presa del vuoto si stringe. Sei la nostra unica speranza!",
      "10": "Io... non riesco a resistere... Il vuoto mi sta consumando. Vinci... ti prego...",
      "11": "Questo è grave... Con ogni sconfitta, il vuoto reclama di più. Devi invertire la marea!",
      "12": "Sto svanendo... Il vuoto... è troppo forte. Vinci... o tutto sarà perduto..."
    }
  },
  "rival_lance": {
    "encounter": {
      "1": "Vediamo se le tue abilità possono resistere alla potenza dei miei Pokémon drago!",
      "2": "Un'altra sfida? I miei draghi sembrano... inquieti oggi. Riesci a sentire il loro disagio?",
      "3": "Dobbiamo lottare. I draghi... non sono più loro stessi. Qualcosa non va.",
      "4": "Sei qui... Bene. Dobbiamo combattere. Il mondo... sta perdendo i suoi colori.",
      "5": "Affrontami! Presto! I draghi... stanno sfuggendo al mio controllo!",
      "6": "Sei venuto. Dobbiamo... lottare. È il nostro ultimo... legame con la realtà.",
      "7": "L'oscurità è scomparsa, ma il vuoto... ha fame. I draghi lo percepiscono. Combatti contro di me!",
      "8": "Abbiamo respinto l'oscurità, ma il vuoto è una minaccia persistente. I miei draghi sono irrequieti. Lottiamo!",
      "9": "Ricordi la nostra vittoria? Ora, il vuoto cerca di annullarla. Mostrami la tua forza!",
      "10": "Il vuoto è una ferita che non guarisce. Dobbiamo combattere per tenerlo a bada. Combatti!",
      "11": "Dicono che il vuoto sia infinito. L'abbiamo sfidato una volta. Facciamolo di nuovo. Affrontami!",
      "12": "L'oscurità era solo un preludio. Il vuoto è la vera prova. I miei draghi ed io siamo pronti. E tu?"
    },
    "victory": {
      "1": "Le tue abilità sono impressionanti. Ma i draghi... si stanno comportando in modo strano.",
      "2": "Sei diventato più forte. Eppure, non riesco a liberarmi di questa sensazione di... imminente sventura.",
      "3": "Il tuo potere... calma i draghi. Abbiamo bisogno di più della tua forza.",
      "4": "Ognuna delle tue vittorie... è come un faro nell'oscurità crescente. Non fermarti.",
      "5": "Le tue battaglie... stanno tenendo a bada il caos. Continua a spingere.",
      "6": "Sei la nostra ultima speranza. Continua... a combattere. Doma... il caos...",
      "7": "Hai vinto. I draghi sono leggermente più tranquilli. Ma il vuoto incombe ancora...",
      "8": "La tua forza pacifica i draghi, ma è una soluzione temporanea. Abbiamo bisogno di più vittorie!",
      "9": "Ben combattuto! Il tuo potere risuona con i draghi, ma l'influenza del vuoto è forte...",
      "10": "Sei una forza con cui fare i conti, ma il vuoto è un nemico implacabile. Continua a vincere!",
      "11": "Impressionante! I draghi riconoscono la tua forza. Ma il vuoto... non si arrende...",
      "12": "Un'altra vittoria, ma la presenza del vuoto si sente ancora. I draghi hanno bisogno di più del tuo potere!"
    },
    "defeat": {
      "1": "I draghi prevalgono! Ma... i loro ruggiti suonano vuoti. Qualcosa non va.",
      "2": "Ho vinto, ma... i draghi sono agitati. Riesci a sentire la loro angoscia?",
      "3": "No... devi diventare più forte. I draghi... stanno svanendo.",
      "4": "Non puoi perdere! Il vuoto... sta consumando l'essenza stessa dei draghi...",
      "5": "Non riesco... a controllarli più. Devi vincere la prossima volta...",
      "6": "È... troppo tardi per noi. Vinci la tua prossima battaglia. Vinci... o i draghi scompariranno per sempre...",
      "7": "I draghi... stanno perdendo la presa. Il vuoto è troppo forte. Devi vincere!",
      "8": "No... Questo non può stare succedendo... I draghi stanno svanendo. Sconfiggi il vuoto!",
      "9": "I draghi stanno perdendo la loro essenza. Sei la nostra unica speranza!",
      "10": "Io... riesco a malapena a controllarli... Il vuoto sta consumando il loro potere. Per favore... vinci...",
      "11": "Questa è una situazione grave... I draghi si stanno indebolendo. Devi invertire la marea contro il vuoto!",
      "12": "I draghi stanno... svanendo. Il vuoto... è troppo potente. Vinci... o saranno perduti per sempre..."
    }
  },
  "rival_cynthia": {
    "encounter": {
      "1": "Spero che tu sia pronto. Mostrami come si è rafforzato il tuo legame con i tuoi Pokémon!",
      "2": "Un'altra battaglia? C'è una strana... tensione nell'aria. La percepisci?",
      "3": "Dobbiamo combattere. I miei Pokémon... si stanno comportando in modo strano. È inquietante.",
      "4": "Sei venuto... Dobbiamo lottare. La realtà stessa... sta diventando instabile.",
      "5": "Affrontami! Presto! Prima che... prima che il nostro mondo perda ogni significato!",
      "6": "Sei qui. Dobbiamo... scontrarci. È il nostro ultimo... aggrappo all'esistenza.",
      "7": "Abbiamo bandito l'oscurità, ma il vuoto... è una fame senza fine. Lottiamo!",
      "8": "Il vuoto è un'eco persistente dell'oscurità che abbiamo combattuto. Preparati. Combattiamo ora!",
      "9": "Ricordi il nostro trionfo? Ora il vuoto cerca di cancellarlo. Mostrami la tua determinazione!",
      "10": "Il vuoto è una ferita che suppura. Dobbiamo combattere per impedirgli di consumare tutto. Combatti!",
      "11": "Si dice che il vuoto sia eterno. L'abbiamo sfidato una volta. Facciamolo di nuovo. Affrontami!",
      "12": "L'oscurità era un'ombra. Il vuoto è l'assenza stessa della luce. Dobbiamo combattere per il nostro mondo!"
    },
    "victory": {
      "1": "Ben combattuto. Ma dimmi, senti anche tu che qualcosa non va?",
      "2": "Sei migliorato molto. Eppure, il mondo intorno a noi sembra... meno reale in qualche modo.",
      "3": "La tua forza... sta ancorando la nostra realtà. Abbiamo bisogno che tu continui a combattere.",
      "4": "Con ogni tua vittoria... il mondo riacquista un po' di chiarezza. Non arrenderti.",
      "5": "Il tuo potere... sta combattendo contro il vuoto. Continua. Per favore.",
      "6": "Sei il nostro ultimo filo di speranza. Continua... a vincere. Ripristina... la nostra esistenza...",
      "7": "Hai vinto! Una vittoria contro il vuoto incombente. Ma non è ancora finita...",
      "8": "La tua forza è un baluardo contro il vuoto, ma è una difesa temporanea. Ne abbiamo bisogno di più!",
      "9": "Ben combattuto! Ogni vittoria è una luce, ma l'oscurità del vuoto è pervasiva...",
      "10": "Stai respingendo il vuoto, ma sta contrattaccando. Continua a vincere!",
      "11": "Impressionante! Il tuo potere è uno scudo contro il vuoto, ma sta venendo messo alla prova...",
      "12": "Un'altra vittoria, ma la presenza del vuoto si sente ancora. Non possiamo riposare sugli allori!"
    },
    "defeat": {
      "1": "Una vittoria da campionessa. Ma... perché sembra così... priva di significato?",
      "2": "Ho vinto, ma... guarda intorno. Il mondo sta... svanendo ai bordi.",
      "3": "No... hai bisogno di più potere. La nostra realtà... si sta disgregando rapidamente.",
      "4": "Non devi perdere! Il vuoto... sta consumando tutto ciò che conosciamo...",
      "5": "Non riesco... a mantenere il controllo di me stessa più a lungo. Devi vincere la prossima volta...",
      "6": "È... fuori dal mio controllo ora. Vinci il tuo prossimo scontro. Vinci... o tutto cesserà di esistere...",
      "7": "Il vuoto diventa più forte. Devi prevalere la prossima volta!",
      "8": "No... Questo non può essere... Il vuoto si sta infiltrando nella nostra realtà. Vinci, ti prego!",
      "9": "Sconfitta... La presa del vuoto si stringe. Sei la nostra ultima speranza!",
      "10": "Io... sto svanendo... Il vuoto mi sta consumando. Devi... vincere...",
      "11": "Questo è grave... Il vuoto reclama di più con ogni sconfitta. Devi fermare la marea!",
      "12": "Sto perdendo me stessa... Il vuoto... è troppo forte. Vinci... o tutto sarà perduto..."
    }
  },
  "rival_allister": {
    "encounter": {
      "1": "Vediamo se puoi affrontare i misteri dei Pokémon Spettro...",
      "2": "Un'altra battaglia? Il velo tra i mondi sembra... più sottile oggi...",
      "3": "Dobbiamo combattere. Gli spiriti... stanno diventando irrequieti...",
      "4": "Sei qui... Dobbiamo lottare. La nostra realtà... si sta fondendo con il mondo degli spiriti...",
      "5": "Affrontami! Presto! Prima che l'ultima barriera... prima che svanisca completamente!",
      "6": "Sei venuto. Dobbiamo... scontrarci. È la nostra ultima... possibilità di separare i mondi...",
      "7": "Abbiamo trattenuto l'oscurità, ma il vuoto... è un assottigliamento del velo, che fonde il mondo dei vivi e dei morti. Combattimi...",
      "8": "Il vuoto è un'infestazione, che fa sanguinare il mondo degli spiriti nel nostro. Dobbiamo combattere per mantenere i regni separati...",
      "9": "Ricordi la presenza spettrale? Ora, il vuoto minaccia di rendere il mondo degli spiriti la nostra realtà. Mostrami la tua determinazione...",
      "10": "Il vuoto è un indebolimento delle barriere, che fonde vita e morte. Dobbiamo combattere per mantenere il nostro mondo distinto...",
      "11": "Dicono che ci sia vita dopo la morte. Abbiamo sfidato questo con l'oscurità. Facciamolo di nuovo con il vuoto. Affrontami...",
      "12": "L'oscurità era un'infestazione. Il vuoto è una fusione completa, che minaccia di trasformare il nostro mondo in un regno spettrale. Dobbiamo combattere per la nostra realtà..."
    },
    "victory": {
      "1": "Gli spiriti hanno parlato... Ma le loro voci suonano... più flebili...",
      "2": "Sei diventato più forte... Eppure il confine tra vita e morte sembra... sfocato...",
      "3": "La tua forza... sta mantenendo i mondi separati. Abbiamo bisogno di più del tuo potere...",
      "4": "Ogni tua battaglia... è come rinforzare il velo tra i regni. Non fermarti...",
      "5": "Il tuo potere... è l'unica cosa che impedisce la fusione totale dei mondi. Continua...",
      "6": "Sei il nostro ultimo legame con il mondo dei vivi. Continua... a combattere. Separa... le nostre realtà...",
      "7": "Hai vinto... Il velo sembra... leggermente più forte. Ma l'effetto di fusione del vuoto è ancora potente...",
      "8": "Il tuo potere è una barriera, ma è temporanea. Abbiamo bisogno di più vittorie contro il vuoto...",
      "9": "Ben combattuto... La tua forza è uno scudo contro l'infestazione del vuoto. Ma la sua influenza è forte...",
      "10": "Sei una forza di separazione, ma il vuoto è un unificatore implacabile. Continua a vincere!",
      "11": "Impressionante... Il mondo dei vivi sembra più distinto con il tuo potere. Ma il vuoto... è ancora una minaccia...",
      "12": "Un'altra vittoria, ma l'effetto di fusione del vuoto si sente ancora. Non possiamo lasciare che il nostro mondo diventi un regno spettrale..."
    },
    "defeat": {
      "1": "Gli spettri prevalgono... Il mondo fisico sembra... meno sostanziale...",
      "2": "Ho vinto, ma la linea tra vita e morte sta svanendo. Riesci a sentirlo...?",
      "3": "No... devi diventare un'ancora per la realtà. Il nostro mondo... si sta dissolvendo nel regno degli spiriti...",
      "4": "Non puoi perdere! Il vuoto... sta fondendo tutti i piani dell'esistenza...",
      "5": "Non posso... mantenere i mondi separati ancora a lungo. Devi vincere la prossima volta...",
      "6": "È... tutto diventato un unico regno spettrale. Vinci la tua prossima battaglia. Vinci... o tutti i mondi si fonderanno nell'oblio...",
      "7": "Il vuoto sta fondendo il mondo dei vivi e dei morti. Devi prevalere la prossima volta...",
      "8": "No... Questo non può essere... Il velo tra i mondi si sta dissolvendo. Devi sconfiggere il vuoto...",
      "9": "Sconfitto... La nostra realtà sta diventando un mondo spettrale. Sei la nostra unica speranza...",
      "10": "Io... riesco a malapena a distinguere i vivi dai morti... Il vuoto sta fondendo tutti i regni. Per favore... vinci...",
      "11": "Questa è un'infestazione... Il mondo degli spiriti sta prendendo il sopravvento. Devi cambiare le sorti contro il vuoto...",
      "12": "Il mondo dei vivi... sta svanendo. Il vuoto... è troppo potente. Vinci... o diventeremo tutti spettri..."
    }
  },
  "rival_iris": {
    "encounter": {
      "1": "Vediamo se puoi gestire il potere puro dei draghi!",
      "2": "Pronto per un'altra danza dei draghi? L'aria sembra... meno selvaggia oggi.",
      "3": "Dobbiamo combattere. I draghi... stanno perdendo il loro spirito.",
      "4": "Sei qui... Dobbiamo lottare. L'energia primordiale del nostro mondo... sta svanendo.",
      "5": "Affrontami! Ora! Prima che l'ultimo ruggito dei draghi... prima che sia messo a tacere per sempre!",
      "6": "Sei venuto. Dobbiamo... scontrarci. È la nostra ultima... possibilità di risvegliare lo spirito del mondo.",
      "7": "Abbiamo comandato i draghi contro l'oscurità, ma il vuoto... è un addomesticamento, che priva i draghi della loro natura selvaggia. Combattimi!",
      "8": "Il vuoto è una gabbia, che intrappola l'energia primordiale dei draghi. Dobbiamo combattere per liberarli!",
      "9": "Ricordi la potenza dei draghi? Ora, il vuoto minaccia di mettere a tacere i loro ruggiti per sempre. Mostrami la tua forza!",
      "10": "Il vuoto è una catena, che sopprime la natura selvaggia dei draghi. Dobbiamo combattere per mantenere i loro spiriti indomiti!",
      "11": "Dicono che i draghi siano creature leggendarie. Abbiamo sfidato questo con l'oscurità. Facciamolo di nuovo con il vuoto. Affrontami!",
      "12": "L'oscurità era una gabbia. Il vuoto è una soppressione completa, che minaccia di estinguere il fuoco dei draghi. Dobbiamo combattere per la loro natura selvaggia!"
    },
    "victory": {
      "1": "Il potere dei draghi trionfa! Eppure i loro ruggiti suonano... smorzati.",
      "2": "Sei diventato più forte! Tuttavia, la natura selvaggia del mondo sembra... addomesticarsi.",
      "3": "La tua forza... sta riaccendendo lo spirito dei draghi. Abbiamo bisogno di più del tuo fuoco.",
      "4": "Ogni volta che combatti... è come se il mondo ricordasse la sua natura primordiale. Continua così!",
      "5": "Il tuo potere... è l'unica cosa che mantiene viva la fiamma dei draghi. Non arrenderti!",
      "6": "Sei la nostra ultima scintilla di natura selvaggia. Continua... a combattere. Risveglia... lo spirito primordiale del nostro mondo...",
      "7": "Hai vinto! Lo spirito dei draghi sembra... leggermente ripristinato. Ma l'effetto addomesticante del vuoto è ancora forte...",
      "8": "Il tuo potere è un ruggito selvaggio, ma è un'esplosione temporanea. Abbiamo bisogno di più vittorie contro il vuoto!",
      "9": "Ben combattuto! La tua forza è una fiamma contro la soppressione del vuoto. Ma la sua influenza è forte...",
      "10": "Sei una forza della natura selvaggia, ma il vuoto è un domatore implacabile. Continua a vincere!",
      "11": "Impressionante! Lo spirito dei draghi sembra indomito con il tuo potere. Ma il vuoto... è ancora una minaccia...",
      "12": "Un'altra vittoria, ma l'effetto soppressivo del vuoto si sente ancora. Non possiamo lasciare che i draghi perdano il loro fuoco!"
    },
    "defeat": {
      "1": "Ho vinto, ma il brivido delle battaglie dei draghi sembra... attenuato.",
      "2": "Un'altra vittoria per me, eppure i draghi sembrano meno feroci. Lo percepisci anche tu?",
      "3": "No... devi accendere più passione. Il nostro mondo... sta perdendo il suo spirito indomito.",
      "4": "Non puoi perdere! L'addomesticamento... sta sopprimendo tutta la natura selvaggia che conosciamo...",
      "5": "Non posso... sentire più il potere dei draghi. Devi vincere la prossima volta...",
      "6": "È... tutto diventato docile per me. Vinci la tua prossima battaglia. Vinci... o il nostro mondo perderà il suo ultimo ruggito per sempre...",
      "7": "Il vuoto sta addomesticando lo spirito selvaggio dei draghi. Devi prevalere la prossima volta!",
      "8": "No... Questo non può essere... I draghi stanno perdendo il loro fuoco. Devi sconfiggere il vuoto!",
      "9": "Sconfitta... La natura selvaggia del mondo sta svanendo. Sei la nostra unica speranza!",
      "10": "Io... riesco a malapena a sentire l'energia primordiale dei draghi... Il vuoto sta sopprimendo il loro spirito. Per favore... vinci...",
      "11": "Questa è una tragedia... Il mondo sta diventando addomesticato. Devi cambiare le sorti contro il vuoto!",
      "12": "I draghi... i loro ruggiti sono stati messi a tacere. Il vuoto... è troppo potente. Vinci... o tutta la natura selvaggia sarà persa per sempre..."
    }
  },
  "rival_roxie": {
    "encounter": {
      "1": "Facciamo roccheggiare questa battaglia più della mia musica!",
      "2": "Tornato per un bis? L'energia del pubblico sembra... smorzata oggi.",
      "3": "Dobbiamo combattere. La musica... sta svanendo.",
      "4": "Sei qui... Dobbiamo lottare. Il ritmo del nostro mondo... sta perdendo il suo battito.",
      "5": "Affrontami! Ora! Prima che l'ultima nota... prima che sia messa a tacere per sempre!",
      "6": "Ce l'hai fatta. Dobbiamo... scontrarci. È la nostra ultima... possibilità di mantenere viva la musica.",
      "7": "Abbiamo fatto rock contro l'oscurità, ma il vuoto... è un silenzio, che minaccia di mettere a tacere tutta la musica. Combattimi!",
      "8": "Il vuoto è un silenzio, che spegne il ritmo del mondo. Dobbiamo combattere per mantenere vivo il battito!",
      "9": "Ricordi le nostre battaglie rock? Ora, il vuoto minaccia di mettere a tacere la nostra musica per sempre. Mostrami la tua energia!",
      "10": "Il vuoto è una zona morta, che assorbe ogni suono. Dobbiamo combattere per mantenere viva la musica del nostro mondo!",
      "11": "Dicono che la musica sia il linguaggio universale. Abbiamo sfidato questo con l'oscurità. Facciamolo di nuovo con il vuoto. Affrontami!",
      "12": "L'oscurità era un power chord. Il vuoto è un silenzio completo, che minaccia di rubare al mondo tutta la sua musica. Dobbiamo combattere per la nostra colonna sonora!"
    },
    "victory": {
      "1": "È così che si fa rock a Virbank! Ma il coro della vittoria suona... stonato.",
      "2": "Sei migliorato! Eppure la melodia del mondo sembra... svanire.",
      "3": "La tua forza... sta riportando il ritmo nel mondo. Abbiamo bisogno di più del tuo suono.",
      "4": "Ogni volta che combatti... è come se il mondo ricordasse la sua canzone. Mantieni il ritmo!",
      "5": "Il tuo potere... è l'unica cosa che mantiene viva la musica del nostro mondo. Non fermarti ora!",
      "6": "Sei la nostra ultima nota rimasta. Continua... a combattere. Ripristina... la sinfonia del nostro mondo...",
      "7": "Hai vinto! La musica sembra... leggermente più forte. Ma il silenzio del vuoto è ancora assordante...",
      "8": "Il tuo potere è un power chord, ma è un riff temporaneo. Abbiamo bisogno di più vittorie contro il vuoto!",
      "9": "Ben combattuto! La tua forza è un battito contro il silenzio del vuoto. Ma la sua influenza è forte...",
      "10": "Sei una rockstar, ma il vuoto è un silenziatore implacabile. Continua a vincere!",
      "11": "Impressionante! La musica sembra più forte con il tuo potere. Ma il vuoto... è ancora una minaccia...",
      "12": "Un'altra vittoria, ma l'effetto silenziante del vuoto si sente ancora. Non possiamo lasciare che la musica del nostro mondo muoia!"
    },
    "defeat": {
      "1": "Ho vinto, ma questo riff di vittoria suona... dissonante.",
      "2": "Un'altra vittoria per me, ma la colonna sonora del mondo si sta indebolendo. Riesci a sentirla?",
      "3": "No... devi alzare il volume. Il nostro mondo... sta perdendo la sua colonna sonora.",
      "4": "Non puoi perdere! Il silenzio... sta annegando tutta la musica che conosciamo...",
      "5": "Non posso... mantenere il ritmo ancora a lungo. Devi vincere la prossima volta...",
      "6": "È... tutto diventato silenzioso per me. Vinci la tua prossima battaglia. Vinci... o l'ultima canzone del nostro mondo svanirà per sempre...",
      "7": "Il vuoto sta mettendo a tacere la musica del mondo. Devi prevalere la prossima volta!",
      "8": "No... Questo non può essere... La musica sta svanendo. Devi sconfiggere il vuoto!",
      "9": "Sconfitta... La colonna sonora del mondo sta scomparendo. Sei la nostra unica speranza!",
      "10": "Io... riesco a malapena a sentire la musica... Il vuoto sta consumando ogni suono. Per favore... vinci...",
      "11": "Questo è un disastro... Il mondo sta perdendo la sua musica. Devi cambiare le sorti contro il vuoto!",
      "12": "La musica... è diventata silenziosa. Il vuoto... è troppo potente. Vinci... o il mondo diventerà eternamente silenzioso..."
    }
  },
  "rival_sabrina": {
    "encounter": {
      "1": "Vediamo se la tua mente è abbastanza forte da affrontare i miei poteri psichici.",
      "2": "Un altro scontro mentale? Le onde psichiche sembrano... distorte oggi.",
      "3": "Dobbiamo combattere. Il tessuto del pensiero... si sta sfilacciando.",
      "4": "Sei qui... Dobbiamo lottare. Il nostro regno mentale... si sta dissolvendo.",
      "5": "Affrontami! Presto! Prima che l'ultimo filo di coscienza... prima che si spezzi!",
      "6": "Sei arrivato. Dobbiamo... scontrarci. È la nostra ultima... possibilità di preservare la cognizione.",
      "7": "Abbiamo trattenuto l'oscurità con le nostre menti, ma il vuoto... è un vuoto mentale, che cancella ogni pensiero. Combattimi!",
      "8": "Il vuoto è una nebbia mentale, che offusca la nostra coscienza. Dobbiamo combattere per mantenere le nostre menti lucide!",
      "9": "Ricordi le nostre battaglie psichiche? Ora, il vuoto minaccia di cancellare ogni pensiero. Mostrami la tua forza mentale!",
      "10": "Il vuoto è una tabula rasa, che cancella ogni conoscenza e memoria. Dobbiamo combattere per mantenere intatte le nostre menti!",
      "11": "Dicono che la mente sia l'arma più potente. Abbiamo sfidato questo con l'oscurità. Facciamolo di nuovo con il vuoto. Affrontami!",
      "12": "L'oscurità era un blocco mentale. Il vuoto è una cancellazione completa, che minaccia di rubare al mondo ogni pensiero. Dobbiamo combattere per la nostra coscienza!"
    },
    "victory": {
      "1": "Il potere della mente prevale! Eppure i miei sensi psichici sembrano... attenuati.",
      "2": "Sei migliorato. Tuttavia, il mondo del pensiero sembra sempre più... frammentato.",
      "3": "La tua forza... sta stabilizzando il nostro piano mentale. Abbiamo bisogno di più della tua forza di volontà.",
      "4": "Ogni tua battaglia... è come riconnettere le sinapsi della nostra realtà. Continua.",
      "5": "Il tuo potere... è l'unica cosa che mantiene intatta la nostra coscienza. Non vacillare ora.",
      "6": "Sei il nostro ultimo legame cognitivo. Continua... a combattere. Ripristina... il nostro mondo del pensiero...",
      "7": "Hai vinto! Il regno mentale sembra... leggermente più chiaro. Ma il vuoto mentale del vuoto è ancora opprimente...",
      "8": "Il tuo potere è un'onda di pensiero, ma è un'increspatura temporanea. Abbiamo bisogno di più vittorie contro il vuoto!",
      "9": "Ben combattuto! La tua forza è uno scudo mentale contro la nebbia del vuoto. Ma la sua influenza è forte...",
      "10": "Sei una centrale di potere mentale, ma il vuoto è un cancellatore implacabile. Continua a vincere!",
      "11": "Impressionante! Il mondo del pensiero sembra più chiaro con il tuo potere. Ma il vuoto... è ancora una minaccia...",
      "12": "Un'altra vittoria, ma l'effetto cancellante del vuoto si sente ancora. Non possiamo lasciare che le nostre menti diventino vuote!"
    },
    "defeat": {
      "1": "La mia preveggenza era corretta! La chiarezza della mia visione sembra... offuscata.",
      "2": "Ho vinto, eppure i fili del pensiero si stanno sfilacciando. Riesci a percepirlo?",
      "3": "No... devi diventare un faro di coscienza. Il nostro regno mentale... si sta disintegrando.",
      "4": "Non puoi perdere! Il vuoto... sta consumando ogni pensiero coerente...",
      "5": "Non posso... mantenere la mia presa psichica ancora a lungo. Devi vincere la prossima volta...",
      "6": "È... tutto diventato una nebbia senza senso. Vinci la tua prossima battaglia. Vinci... o ogni coscienza svanirà nell'oblio...",
      "7": "Il vuoto sta cancellando ogni pensiero. Devi prevalere la prossima volta!",
      "8": "No... Questo non può essere... Il regno mentale si sta dissolvendo. Devi sconfiggere il vuoto!",
      "9": "Sconfitta... Non riesco più a pensare chiaramente. Sei la nostra unica speranza!",
      "10": "Io... riesco a malapena a formulare un pensiero coerente... Il vuoto sta consumando ogni coscienza. Per favore... vinci...",
      "11": "Questo è un blackout mentale... Il mondo del pensiero sta scomparendo. Devi cambiare le sorti contro il vuoto!",
      "12": "La coscienza... sta svanendo. Il vuoto... è troppo potente. Vinci... o tutte le menti diventeranno vuote per sempre..."
    }
  },
  "smitty": {
    "encounter": {
      "1": "Finalmente, un pubblico nuovo! Sai, la maggior parte degli esseri può percepire solo tre dimensioni di sofferenza, ma oggi mi sento generoso! Non preoccuparti di prendere appunti - la tua mente si frantumerà molto prima che arriviamo alla parte migliore. E credimi, c'è SEMPRE una parte migliore!",
      "2": "Senti quel piccolo tremore nella realtà? Quello è solo l'antipasto! Ho marinato questa dimensione nel puro caos da prima che i tuoi antenati imparassero a sognare. Ora, chi è pronto per una cena raffinata? Il vuoto è un gusto acquisito, ma lo è anche il formaggio, e tutti amano il formaggio!",
      "3": "500 onde... È iniziato come un hobby, davvero. Un giorno stavo riorganizzando la realtà, e il giorno dopo - PUFF! - tutto ha un caso terminale di ME! Divertente come queste cose si intensificano. Come quella volta che ho provato a ridecorare l'universo. Il vuoto lega davvero l'ambiente!",
      "4": "Attento al primo passo verso la pazzia - è un bel salto! Gli ultimi mille sfidanti stanno ancora cadendo attraverso di esso. Hanno formato un bel club di dibattito laggiù. Argomento di oggi: 'L'esistenza è davvero tutto ciò che sembra?' Spoiler: Non lo è!",
      "5": "Ah, carne fresca per il tritacarne cosmico! Sai cosa c'è di bello nella corruzione? È come un programma di makeover molto entusiasta - tutto ottiene un nuovo look favoloso! Principalmente in sfumature di vuoto, ma ehi, il nero sta bene con tutto!",
      "6": "Porti i Pokémon a combattere contro di me? Che pittoresco! È come portare un cucchiaio a una battaglia di cibo con l'antimateria. Ma ehi, apprezzo i classici. Ricorda solo - tutto ciò che mi lanci diventa arte moderna. Arte moderna molto, molto astratta!",
      "7": "Benvenuto allo spettacolo! La performance di oggi include: fallimento spontaneo dell'esistenza, ricorsione della realtà e il mio preferito - danza interpretativa del vuoto! Non preoccuparti se non riesci a seguire, nessuno ci riesce! Questo è un po' il punto!",
      "8": "Nuovo sfidante? Perfetto! *Apre Void-Tinder* Vediamo... ama le lunghe passeggiate, l'allenamento Pokémon, non è ancora stato corrotto... Ooo, sei decisamente il mio tipo! Swipe a destra!",
      "9": "Ed ecco la nostra offerta IN EVIDENZA del giorno! Arena di battaglia spaziosa, pavimenti appena corrotti, e GUARDA quello sfidante! Il potenziale per il caos è semplicemente impareggiabile in questa fascia di prezzo!",
      "10": "Ciao, benvenuto da SMITTY! Combatterai con noi oggi? Eccellente! La nostra specialità di oggi è l'annientamento totale, e sì - facciamo il confronto prezzi con altre entità cosmiche!",
      "11": "Signore e signori, quello che abbiamo qui è uno sfidante FANTASTICO! E se inizi a combattere nei prossimi DIECI MINUTI, ti regalo una crisi esistenziale gratuita! Ma aspetta - C'È DELL'ALTRO!",
      "12": "La domanda della battaglia di oggi: Si frullerà? *accarezza affettuosamente l'arena di battaglia* Questo gioiellino può contenere così tanti sogni infranti! Ora, dov'è la mia impostazione preferita... Ah sì, POLVERIZZARE!",
      "13": "Kyaaa~! Uno sfidante si avvicina! *arrossisce nel vuoto* Il modo in cui sei entrato qui così sicuro di te... così affascinante! Spero che mi noterai durante la nostra battaglia, Sfidante-senpai!",
      "14": "HONK HONK! Avvicinati alla più grande battaglia in tutte le dimensioni! Guarda mentre faccio... SPARIRE la fiducia di questo sfidante! Nessun rimborso, vuoto dove proibito - che è ovunque!",
      "15": "Oh! Sei qui per la battaglia delle 15? O era alle 14? Sai cosa, il tempo è stato strano da quando ho accidentalmente corrotto l'orologio della sala pausa. Ma ehi, già che ci sei, vuoi combattere?",
      "16": "Uno sfidante? Tempismo perfetto! Ho appena finito di installare le mie nuove carte DigiModify per l'arena di battaglia! Sarà proprio come l'episodio 47 dove VoidGreymon ha combattuto... ehi, dove stai andando?",
      "17": "OH. MIO. DIO! Sei davvero qui per combattere?! Ho la tua carta collezionabile! E la tua action figure! E una ciocca dei tuoi capelli da quella linea temporale in cui decisamente non ti ho stalkerato!",
      "18": "Guardando il tuo profilo allenatore e... *swipe* Super like! Il tuo stile di battaglia è totalmente il mio tipo. Non per essere diretto, ma vuoi vedere la mia collezione di medaglie?",
      "19": "Appena inserito: Un'esperienza di battaglia PREMIUM! Soffitti alti, caratteristiche della linea temporale originale, e guarda che appeal ha quello sfidante! Ci aspettiamo multiple offerte su questo!",
      "20": "Benvenuto all'Emporio delle Battaglie di SMITTY! L'offerta speciale di oggi include una sconfitta schiacciante in omaggio con ogni sfida! Vuoi iscriverti alla nostra mailing list?",
      "21": "CHIAMA ORA! Questi slot di battaglia non dureranno per sempre! E se mi sfidi nei prossimi CINQUE MINUTI, ti regalo un secondo round assolutamente gratis! Gli operatori sono in attesa!",
      "22": "Ooo, uno sfidante fresco! *accende il frullatore* Ho testato nuove combinazioni di battaglia tutto il giorno. Il segreto è iniziare a bassa velocità e arrivare alla LIQUEFAZIONE TOTALE!",
      "23": "OMG, la tua posizione di battaglia è così... PERFETTA! Il modo in cui tieni quelle Poké Ball... *sviene* Cioè, vincerò comunque, ma tipo, con rispetto?",
      "24": "HONK HONK! Signore e signori, preparatevi a essere stupiti dal mio prossimo trucco - far svanire la fiducia di questo sfidante usando solo questo Psyduck di gomma!",
      "25": "È qui che avviene la battaglia? La direzione continua a spostare l'arena. La settimana scorsa l'ho trovata nel ripostiglio. O forse era solo un ripostiglio molto grande...",
      "26": "La tua sequenza di sfida si sta avviando proprio come la famosa battaglia di MetalTrainermon nel Mondo Digitale! Possiamo posare per lo scontro drammatico? Per favore?",
      "27": "Ho studiato TUTTE le tue battaglie! Ho anche una replica della tua prima carta allenatore! Non quella ufficiale, l'ho fatta io... a memoria... è inquietante? È inquietante vero?",
      "28": "Benvenuto a Flavortown, sfidante! Quest'arena di battaglia è PAZZESCA! Ti porteremo in un viaggio di sola andata verso POUND TOWN con queste mosse giuste! Questi sono SOLDI!",
      "29": "Vuoi sapere come ho ottenuto queste cicatrici? In realtà, lascia stare - vuoi sapere come ho ottenuto quest'arena di battaglia? Basta una piccola spinta per far... scattare un allenatore! Mettiamo un sorriso su quella faccia!",
      "30": "Ba da ba ba ba, lo sto combattendo! Vuoi ingrandire quella sconfitta? Il nostro McSmitty Meal viene con un contorno di annientamento totale e un giocattolo dalla nostra ultima collezione cosmica!",
      "31": "È ora di d-d-d-d-DUELLARE! Evoco me stesso in posizione di attacco! Hai attivato la mia carta trappola - Forza Specchio? Più come Forza SMITTY! Il cuore delle carte mi guida!",
      "32": "ED ECCO SMITTY CON IL CROSSOVER! Lo sfidante sembra scosso! Si sta scaldando, gente! BOOM SHAKALAKA! Questa battaglia sarà SOLO CANESTRO!",
      "33": "STANCO delle battaglie ordinarie? FRUSTRATO dagli avversari normali? Ci deve essere un modo migliore! Ciao, SMITTY qui con una INCREDIBILE nuova tecnica di battaglia! Chiama ora!",
      "34": "Non badarci, solo cinque SMITTY che fanno una riunione! Steve vuole combatterti normalmente, Bob suggerisce il caos totale, Carl dorme, Dave fa le tasse, e io sto narrando!",
      "35": "Onii-chan, sei venuto a combattere con me! Ho aspettato coooosì tanto! *salta eccitato* Darai il massimo contro di me, vero? Vero, onii-chan?",
      "36": "BRO! Sollevi anche tu la realtà? Questa battaglia sarà MALATA! Ho appena bevuto il mio frullato proteico pre-combattimento - 100% isolato di vuoto whey! Facciamo questi GUADAGNI!",
      "37": "È questo il bingo? No? Una battaglia? Oh povera me... Ai miei tempi, non combattevamo con queste cose moderne dei Pokémon. Ci lanciavamo solo pietre l'un l'altro. Dove sono i miei occhiali?",
      "38": "OMG il tuo team mi ricorda i miei Neopets! Avevo tipo 47 JubJubs! Beh, finché non si sono tutti corrotti... ma guarda quanto erano CARINI! Vuoi vedere il mio negozio? La mia galleria? La mia sala dei trofei?",
      "39": "Ba da ba ba ba, lo sto combattendo! Vuoi ingrandire quella sconfitta? La nostra macchina del gelato è rotta ma la macchina del dolore funziona ALLA GRANDE! Posso interessarti a un Happy Meal della Miseria?",
      "40": "Ho preso il mio Steam Deck ieri e non riesco a smettere di annusarlo! *respiro profondo* Mmm, quell'odore di elettronica nuova! Vuoi annusare prima di combattere? No? Più per me! *annusa aggressivamente*",
      "41": "Giovane allenatore, ti sei ricordato di portare biancheria pulita per il tuo viaggio? E gli spuntini? Ti ho preparato degli spuntini. Hai messo la crema solare? Il vuoto può dare una scottatura così brutta!",
      "42": "Ooo, uno sfidante! Ti ricordi quando gli allenatori avevano solo sei Pokémon? Ti ricordi le medaglie? Ti ricordi quando la realtà aveva senso? Sì, mi ricordo! Ti ricordi Pikachu? Sì!",
      "43": "Secondo i miei calcoli, considerando IV, EV, modificatori di natura e l'attuale pressione barometrica... *sistema gli occhiali* il tuo team ha il 32,33% (periodico) di possibilità di sopravvivenza.",
      "44": "Scusi, vorrei parlare con il Campione? Questo è INACCETTABILE! Mi era stato promesso un Pokémon LEGGENDARIO e questo non è nemmeno cromatico! Fatemi parlare con il vostro manager ORA!",
      "45": "Oh! Um... ciao... cioè, se vuoi combattere, va bene... o no... quello che vuoi... scusa se esisto... *si muove nervosamente*",
      "46": "Ehi! Ehi! Hai visto quella mossa che ho fatto? Era figa? Dovremmo totalmente uscire dopo questo! Conosco un posto fantastico nel vuoto- cioè, non dobbiamo per forza, ma tipo, se vuoi?",
      "47": "Massimo sforzo! *rompe la quarta parete* Puoi credere che mi abbiano fatto entrare in questo gioco? Cioè, parliamo di abbassare gli standard! Ehi lettore, fai le tue scommesse ora! Inoltre, chimichangas, ho ragione?",
      "48": "Ooo, una nuova run! Vediamo che carte abbiamo pescato... Ah sì, perfetto! Tre colpi, due difese e un APOCALISSE+! Il cuore non saprà cosa l'ha colpito- aspetta, gioco sbagliato.",
      "49": "NON crederai ai tassi di pull di queste nuove carte allenatore! Ho tipo 50 rare segrete che giacciono nella mia scatola di massa. Cosa? Battaglia? Oh giusto, sì - subito dopo che ho finito di ordinare questi comuni...",
      "50": "QUEGLI OCCHI! Il modo in cui... stanno lì... in quelle orbite! Così rotondi! Così umidi! Così... ammiccanti! Posso... posso solo... dare un'occhiata più da vicino? Solo una piccola sbirciata? Per favore?",
      "51": "Impostazioni RPM... check! Affilatura lame... perfetta! Stai per testimoniare il potere del mio NinjaVoid 3000 con BlendTech™ brevettato! Questo gioiellino può frullare persino altri frullatori!",
      "52": "Ooo, ti ricordi quando gli allenatori avevano solo sei Pokémon? Sì mi ricordo! Ti ricordi le medaglie? Ti ricordi gli schiavi MN? Sì sì mi ricordo! Ti ricordi quando le battaglie avevano senso? Oh ADORO ricordare quello!",
      "53": "Quattro punteggi e sette battaglie fa, i nostri allenatori portarono in questa regione una nuova proposta - che tutti i Pokémon sono creati uguali. Ma alcuni sono più uguali di altri!",
      "54": "Oh bello, una stanza del boss! Fammi controllare i miei oggetti... ho il mio D6, un paio di cuori dell'anima, un discreto tasso di lacrime... aspetta, perché non ci sono rocce con facce qui dentro?",
      "55": "NANI?! Uno sfidante si avvicina? *sistema gli occhiali che in qualche modo catturano la luce nonostante non ci sia una fonte luminosa* Sciocco, hai attivato la mia carta trappola! ...anime sbagliato di nuovo, gomen!",
      "56": "Finalmente, una vera sfida! Ai miei tempi, non avevamo questi nuovi Pokémon alla moda. Solo io e la mia cartuccia originale di Red che non ha mai perso il salvataggio! Ora lascia che ti mostri cosa sembrano 30 anni di ottimizzazione!",
      "57": "Dico, che splendida opportunità per un duello da gentiluomini! *sistema il monocolo* Ai miei tempi, risolvevamo le dispute con la corretta etichetta Pokémon. Dunque, procediamo con la tradizionale cerimonia del tè pre-battaglia?",
      "58": "Il Giocatore 2 è entrato nel gioco! Caricamento sequenza di battaglia... ERRORE: SMITTY.exe ha incontrato la realtà. Vorresti: [COMBATTERE] [COMBATTERE] [COMBATTERE] [COMBATTERE]? Tutte le opzioni sono combattere. Sono sempre combattere.",
      "59": "Lo sapevi che i polpi hanno TRE cuori? E NOVE cervelli! Immagina solo le strategie Pokémon con una configurazione del genere! Oh, sei qui per combattere? Perfetto - ho modellato tutte le mie tattiche sui modelli di caccia dei cefalopodi!",
      "60": "Grazie per aver chiamato i Servizi di Battaglia SMITTY! Per l'italiano, premere 1. For English, press 2. Per essere completamente sconfitto, attendere in linea. La tua battaglia è importante per noi. Tempo di attesa attuale: ORA!",
      "61": "Oh! Uh... *movimento imbarazzato* Un minuto e sono da te! Sto solo... finendo alcuni affari importanti! Chi installa un'arena di battaglia accanto al bagno comunque? Parliamo di cattiva pianificazione!",
      "62": "Tesoro, non ci crederai al sogno che ho appena fatto! Ero questa entità onnipotente e- aspetta, questa non è la nostra camera da letto. E tu non sei il mio coniuge. E questo sta ancora succedendo. ...Beh questo è imbarazzante.",
      "63": "Sai, da dove vengo io, essere evocati in un altro mondo come boss finale era abbastanza comune! Non che io venga da un altro mondo o altro... dico solo che è relazionabile! Totalmente normale!",
      "64": "Allora, parlami della tua esperienza di battaglia. Dove ti vedi tra 5 sconfitte? Cosa direbbero i tuoi precedenti avversari del tuo stile di combattimento?",
      "65": "*voce soffocata* Oh perfmtto tempismo! *gulp* Scusa, stavo solo finendo il pranzo. *ancora masticando* Pronto a combattere quando tu- aspetta, ho qualcosa incastrato nella- *suoni di soffocamento* Solo... un... secondo...",
      "66": "Modifica: Grazie per il vuoto gentile sconosciuto! RIP obbligatorio alla mia casella di posta. AITA per averti sfidato a battaglia? Aggiornamento: Battaglia in arrivo! Ultima Modifica: Wow questo è esploso!",
      "67": "Hah! Pensi di potermi sconfiggere? Ho tutti e tre i Draghi Bianchi Occhi Blu! La mia arena di battaglia ha tutta la tecnologia più recente! Preparati a perdere yug-ALLENATORE!",
      "68": "NON crederesti a quello che ho trovato dietro il Centro Pokémon! Oggetti da battaglia premium, appena corrotti! La gente butta via frammenti di realtà perfettamente buoni!",
      "69": "YO CHE SUCCEDE GANG DI SmittyNugget! Non dimenticare di SCHIACCIARE quel pulsante mi piace e di iscriverti! Usa il codice SMITTY per il 10% di sconto sulla tua prossima sconfitta! #SmittyNugget #VitaDaBattaglia #NonSponsorizzato",
      "70": "Prima di combattere, possiamo parlare di come Luigi sia CHIARAMENTE il fratello di Mario? Ho le PROVE! Guarda queste foto di famiglia! La cronologia torna! Perché tutti ignorano questo?!",
      "71": "Ciao, sono Smitty! Ho menzionato che sono Smitty? Perché Smitty (cioè io, Smitty) vorrebbe combattere! Smitty è il nome, e Smitty è pronto a- oh, hai capito? Smitty vuole solo essere chiaro!",
      "72": "È ora di combattere l'arcobaleno! Senti l'arcobaleno! SII l'arcobaleno! Cosa? No, non sono sponsorizzato dagli Skittles... non più. C'è stato un... incidente con quelli rossi.",
      "73": "Ma NICOLE! Non capisci - questo sfidante è entrato qui come se fosse casa sua! CHE AUDACIA! *movimento di capelli* Tieni il mio latte cosmico, devo occuparmi di questo.",
      "74": "La battaglia di oggi è sponsorizzata dalla lettera 'S' come SCONFITTA! Sai come si scrive? Sapevo che lo sapevi! Ora, chi vuole contare quanti Pokémon sveniranno? Uno! Due! Tre! Ah ah ah!",
      "75": "UwU *nota i tuoi Pokémon* È una sfida quella nella tua tasca o sei solo felice di vedermi? *sistema il fedora nervosamente* Combattiamo! Per la scienza! E per i lulz! XD",
      "76": "Proprio come la maestosa Balena Franca Australe (Eubalaena australis) durante i suoi modelli di migrazione invernale tra 41°S e 51°S, sei entrato nel mio territorio! Lo sapevi che possono crescere fino a 15,5 metri? Proprio come la mia serie di vittorie!",
      "77": "Oh, vuoi combattere? *avvolge l'intera arena di battaglia in una coperta* Mia. Prendine una tua. Questa è accogliente. No, non condivido. Nemmeno un angolo. Soprattutto non con gli sfidanti.",
      "78": "Yo dawg! Ho sentito che ti piacciono le battaglie! Quindi metteremo delle battaglie nella tua battaglia così puoi perdere mentre perdi! Parliamo di cerchioni del vuoto personalizzati, illuminazione al neon sottoscocca e un subwoofer che batte più forte del tuo tasso di vittorie!",
      "79": "OOOOOOOOOOH! Chi vive in un'arena di battaglia pronto a combattere? S-M-I-T-T-Y! Assorbente e giallo e caotico è lui! S-M-I-T-T-Y! Se battaglie senza senso sono ciò che desideri! Allora salta sul ponte e preparati ad essere... sconfitto!",
      "80": "Per soli 5 ori al giorno, anche tu puoi aiutare a salvare una giraffa dall'essere corrotta! Guarda questo povero cavallo lungo - quando è stata l'ultima volta che TU hai visto una giraffa nei Pokémon? Insieme possiamo fare la differenza! Oh giusto, stiamo combattendo...",
      "81": "Yo questa battaglia sarà FUOCO! Proprio come la mia ultima run di Pokémon Emerald Rouge dove ho preso quello Zigzagoon cromatico con Esplosione! ...Che vuoi dire che non è una combinazione di mosse reale?",
      "82": "Live Más? Più come Fight Más! Questa battaglia sarà INTENSA come il nuovo Menu Vulcano! A proposito... *tira fuori un Crunchwrap Supreme* Non ti dispiace se mangio durante questo, vero?",
      "83": "Non è facile essere formaggioso! Ma È facile schiacciare gli sfidanti con il sapore audace e intenso del Cool Ranch! Questa battaglia è portata a voi da Doritos™ - Per gli Audaci!",
      "84": "Ehi tu, finalmente sei sveglio! Stavi cercando di sfidare il campione, giusto? Sei caduto dritto in quell'imboscata di battaglia, proprio come noi, e quel Pikachu là...",
      "85": "Sciocco allenatore, le vittorie sono per SMITTY! Pensi di poter semplicemente entrare qui con i tuoi Pokémon? Ho qualcosa MOLTO meglio dei marshmallow nei miei loop di realtà!",
      "86": "ANDIAMOOOO! *respiro pesante* Sfidante prima edizione! CONDIZIONI MINT! Oh cavolo, oh cavolo, devo combattere lentamente... non voglio danneggiare la confezione... CUSTODIA E TOPLOADER PRONTI!",
      "87": "CHE SUCCEDE FRATELLI di SmittyNugget! Il vostro ragazzo SMITTY arriva con un'altra battaglia PAZZESCA! La vittima di oggi- voglio dire lo sfidante sembra FRESCO! Non dimenticare di unirti al COMITATO SmittyNugget - stiamo letteralmente MORENDO dalla voglia di averti!",
      "88": "Ciao, sono SMITTY di SMITTY Reality Tours! NON CREDERAI ai metri quadri qui dentro! Ottime scuole, perfetto per crescere una famiglia... se non ti dispiacciono gli occasionali singhiozzi della realtà. L'amministrazione condominiale è super ragionevole!",
      "89": "Per soli 5 frammenti di realtà al giorno, potresti aiutare una persona calva a far ricrescere i capelli attraverso il potere dell'energia cosmica. Guarda questo povero allenatore - testa piena di capelli, non conosce la lotta. Insieme possiamo sistemare questo!",
      "90": "Ora questa è una storia su come il mio stile di battaglia è stato completamente ribaltato! E vorrei prendermi un minuto, siediti proprio lì, ti racconterò come sono diventato il principe di un posto chiamato SMITT-ARIA!",
      "91": "Amico, questo è proprio come quando Thanos ha raccolto tutte e sei le pietre! Eccetto che io ho MOLTE più pietre. E realtà. E CGI migliori. Hai visto Infinity War? Lo schiocco era figo ma tipo, roba da principianti rispetto a questo!",
      "92": "ASSICURAZIONE ATTIVA! Ok, quindi vorrai mettere il gesso prima di questa battaglia. Fidati, le prese sulla realtà diventano piuttosto scivolose! Attento a quella crepa nella dimensione tre - totalmente instabile!",
      "93": "Lascia che ti dica un segreto sul vuoto - non è affatto vuoto! È come la mia collezione personale dei più grandi successi della realtà! Campioni, leggende, intere dimensioni... Sono praticamente un accumulatore cosmico. Ma con stile!"
    },
    "victory": {
      "1": "Che cos'è questo? La piccola luce di qualcuno che si rifiuta di spegnersi? Che scomodo. La burocrazia per 'corruzione fallita' è ridicola. Lo sapevi che il vuoto ha una burocrazia? Perché ce l'ha! E i moduli sono tutti in forme non euclidee!",
      "2": "Beh, beh... Guarda chi mantiene la sua forma corporea! Molto impressionante. Ma non preoccuparti - ti ho lasciato un piccolo regalo a forma di vuoto. È il regalo che continua a dare! Come una box in abbonamento, ma per crisi esistenziali!",
      "3": "Questo non è come dovrebbe fluire il mio bellissimo caos! Avevo dei piani così meravigliosi - un'intera galleria di traumi disposta proprio così! Ma nooo, tu dovevi essere 'resiliente' e 'determinato.' Che sconsiderato!",
      "4": "Te ne vai così presto? Ma avevo appena finito di preparare il mio TED talk su 'Perché la Realtà è Sopravvalutata!' Avevo pronte anche le diapositive. Il vuoto gli ha dato cinque stelle - anche se potrebbe essere stato perché l'ho minacciato con la geometria.",
      "5": "Sai cosa? Tieniti la tua vittoria. Ho visto follia di qualità migliore nel mio caffè del mattino. Sì, il vuoto beve caffè. Da dove pensavi che venisse tutta quell'energia oscura?",
      "6": "Questo è imbarazzante... Di solito a quest'ora la realtà si è completamente sfilacciata. Ansia da prestazione, forse? L'orrore cosmico non è più quello di una volta. I giovani d'oggi con la loro 'sanità mentale' e il loro 'pensiero logico.' Ai MIEI tempi...",
      "7": "Va bene, VA BENE! Prenditi la tua vittoria. Ma quella sensazione quando non riesci a ricordare se hai lasciato il fornello acceso? Non è dimenticanza - sono solo io, che gioco con le tue impostazioni della realtà. Consideralo un regalo d'addio!",
      "8": "Senza rivali! Ma tipo, letteralmente senza rivali - come hai fatto a vincere? È ora di aggiornare il mio profilo del vuoto... 'Cercasi: Rivincita, deve amare le sconfitte schiaccianti'",
      "9": "Questo è... sfortunato per i nostri valori immobiliari. Ma! *sistema la cravatta* Vedo un grande potenziale per una ripresa in questo mercato! Posizione, posizione, annichilimento!",
      "10": "Stiamo riscontrando difficoltà tecniche con la tua vittoria programmata. Attendi l'assistenza del manager. Il tuo tormento eterno è importante per noi!",
      "11": "MA ASPETTA! Per tre comode rate di resa totale, puoi ancora- cosa? Hai già vinto? Beh, questo è imbarazzante... In realtà non abbiamo una politica di rimborso.",
      "12": "Nota per me stesso: Gli sfidanti non si frullano così facilmente come pubblicizzato. Forse avrei dovuto usare l'impostazione 'Vittoria Totale' invece di 'Frullare'...",
      "13": "B-baka! Non è che volessi perdere o altro! Ma... il modo in cui hai vinto è stato tipo... *arrossisce catastroficamente* ...incredibile...",
      "14": "HONK HONK! Per il mio prossimo trucco, farò sparire la mia dignità! *tira fuori dalla manica un fazzoletto infinito di sconfitta*",
      "15": "Ho appena perso? Mh. Dovrebbe succedere questo? *controlla il manuale del dipendente* Oh aspetta, questo è il menu della sala pausa...",
      "16": "Questo è proprio come quell'episodio dove VoidGreymon... in realtà, no, nemmeno VoidGreymon ha mai perso così male. Possiamo cancellare questa battaglia e riprovare?",
      "17": "Ho perso contro il mio idolo! *strilla* Questo è il MIGLIOR giorno DI SEMPRE! Puoi firmare la mia sconfitta? È strano? Tutto quello che dico è strano, vero? LO ADORO!",
      "18": "Aggiorno lo stato della relazione a: 'Complicato - Ho perso contro Senpai' ❤️ Ma tipo, rivincita? Prima un caffè? Magari entrambi?",
      "19": "Piccolo contrattempo nella performance di oggi! Ma vedo un ENORME potenziale per una ripresa del mercato! Interessato a programmare un'altra visione? Il mio biglietto da visita! Prendi il mio biglietto!",
      "20": "Attenzione cliente di SMITTY: Stiamo riscontrando un leggero ritardo nella tua sconfitta programmata. Hai considerato il nostro pacchetto vendetta premium?",
      "21": "RITIRO OFFERTA SPECIALE! Le precedenti dichiarazioni di vittoria sono state ritirate a causa dell'inaspettata competenza dello sfidante! Nessun rimborso sull'investimento emotivo!",
      "22": "Errore 404: Vittoria non trovata! *picchietta il frullatore* Forse se avessi usato l'impostazione 'Potere Travolgente' invece di 'Impulso Gentile'...",
      "23": "Il modo in cui hai ribaltato i miei attacchi contro di me... *arrossisce furiosamente* Così potente... Ti andrebbe magari... di prendere un caffè e discutere strategie di battaglia?",
      "24": "HONK HONK! E per il mio trucco finale... *tira fuori dalla manica una serie infinita di bandiere della sconfitta* Ta-da? La vera magia erano le battaglie che abbiamo perso lungo la strada!",
      "25": "Aspetta, perdere significa che non ho vinto, giusto? *sfoglia il manuale di orientamento al contrario* Ohhh... questo spiega la revisione trimestrale...",
      "26": "Questo è proprio come il finale di stagione dove HeroTrainermon ha superato le probabilità impossibili! Tranne che questo non doveva essere il finale di stagione! Al meglio delle tre?",
      "27": "MI HAI BATTUTO! *saltella su e giù* Posso avere il tuo autografo? Sulla mia faccia? Ieri è troppo presto per programmare una rivincita? NON SONO OSSESSIONATO, TU SEI OSSESSIONATO!",
      "28": "Questo è un viaggio di sola andata per CITTÀ DEGLI IMPREVISTI! Hai portato il CALORE e ci hai portato FUORI DAI LIMITI! Questo lo chiamo un SAPORE DA KO!",
      "29": "ORA SÌ che è il mio tipo di battuta! *risata soffocante* La battuta finale? IO! Dovremo riprovare qualche volta - stessa bat-ora, stesso bat-canale!",
      "30": "Il nostro sistema di battaglia è attualmente in manutenzione. Per favore, capisci che questo è frustrante per noi quanto lo è per... ehi, chi ha preso i miei McNuggets?",
      "31": "IMPOSSIBILE! Nessuno è mai riuscito a sconfiggere i cinque pezzi di SMITTY! Il mazzo di mio nonno non aveva carte patetiche, ma a quanto pare il mio sì!",
      "32": "Lo sfidante con il BUZZER BEATER! Che sorpresa, gente! Questa matricola è venuta per GIOCARE! SMITTY dovrà riprendersi nel secondo tempo!",
      "33": "È mai successo anche a TE? Stanco di perdere battaglie? Ci deve essere un modo migliore! Prossimamente: La Garanzia di Vittoria Brevettata di SMITTY!",
      "34": "Riunione d'emergenza! Steve è nel panico, Bob incolpa Carl, Carl è finalmente sveglio, Dave sta facendo i documenti della sconfitta, e io... sto ancora narrando!",
      "35": "Onii-chan è così forte! *occhi stellati* Sapevo che eri incredibile! La prossima volta mi allenerò più duramente solo per te, onii-chan! Prometti che mi noterai!",
      "36": "BRO! Devi essere su quel nuovo integratore per la vittoria! Qual è il tuo segreto? Condividi quella routine di allenamento! Quelle mosse erano SCOLPITE!",
      "37": "Abbiamo iniziato la battaglia? Oh, abbiamo finito? Chi ha vinto? Dove sono? Mi ricordi mio nipote... o era il mio Magikarp? La stessa cosa, in realtà...",
      "38": "I miei Neopets non permetterebbero mai che questo accada! Almeno il mio Poogle mi ama ancora... vero Poogle? Poogle...? Perché il mio Poogle non mi ama più?!",
      "39": "NON lo sto adorando! Ma vorresti provare il nostro nuovo panino McSconfitta? Viene con sale extra - principalmente da me in questo momento...",
      "40": "*annusa freneticamente lo Steam Deck* L'odore... sta svanendo! VELOCE! Qualcuno ne ha uno nuovo che posso annusare? No? È per questo che ho perso! L'odore mi dà potere!",
      "41": "Questo è quello che succede quando non porto abbastanza panini! Sei contento ora? No, no, non sono arrabbiato... Sono solo deluso. Molto deluso.",
      "42": "Ti ricordi quando vincevo le battaglie? Oh sì, mi ricordo! Ti ricordi la mia serie di imbattibilità? Sì... bei tempi... ti ricordi la mia dignità? Quella non me la ricordo più...",
      "43": "ERRORE: Rilevato risultato inaspettato. *sistema gli occhiali freneticamente* I miei calcoli mostravano solo lo 0.0001% di probabilità di questo risultato! Esigo una revisione tra pari!",
      "44": "Questo è OLTRAGGIOSO! Esigo un riconteggio! Dov'è l'arbitro della battaglia? Avrò la tua licenza da allenatore per questo! Il mio avvocato ne sentirà parlare!",
      "45": "Um... bel lavoro... non dovevi battermi COSÌ duramente... ma va bene... ci sono abituato... *fissa il pavimento*",
      "46": "Siamo ancora amici, vero? Era solo un round di prova! Ti ho lasciato vincere apposta! Ehi, dove vai? Vuoi prendere un caffè? Per favore?",
      "47": "Ok, chi ha scritto QUESTO colpo di scena? *guarda la telecamera* Sul serio, una sconfitta? Nel mio gioco? Ben fatto, struttura narrativa, ben fatto...",
      "48": "Cosa?! Ma avevo un perfetto scaling dei blocchi! Ramo morto in corruzione in... oh giusto, gioco sbagliato. Devo smettere di mischiare i miei mazzi.",
      "49": "Questa sconfitta va decisamente nel mio raccoglitore di scambio. Sconfitta in condizioni mint, prima edizione! Niente offerte al ribasso, so cosa ho!",
      "50": "Anche nella sconfitta i tuoi bulbi oculari sono magnifici! Il modo in cui brillano di vittoria... così sferici... così vittoriosi... posso solo... averne uno? Solo uno?",
      "51": "Si frullerà? Questa è la domanda... Oh aspetta, sono IO quello che viene frullato! Avrei dovuto fare l'upgrade al modello Pro con le impostazioni anti-sconfitta...",
      "52": "Ti ricordi quando stavo vincendo? Sì, mi ricordo! Ti ricordi quando è andato tutto storto? Oh sì, mi ricordo anche quello! Non è così divertente ricordare quella parte...",
      "53": "Quattro stagioni e... ahi. Sai che c'è? Dimentichiamo il discorso. Questo lascerà un segno nei libri di storia.",
      "54": "Questa run è rovinata! Nessuna possibilità di Devil Deal, RNG degli oggetti terribile, e- aspetta, dov'è il mio pulsante di riavvio? Perché non posso tenere premuto R per resettare?",
      "55": "NANI?! Non è così che è andata nel manga! Veloce, qualcuno metta la musica drammatica della sconfitta e inizi la sequenza dei flashback!",
      "56": "Questo è peggio di quella volta che qualcuno ha cancellato il mio Charizard livello 100! Sai quanto ci ho messo ad allenarlo? NEL 1996? SU UN GAMEBOY SENZA RETROILLUMINAZIONE?",
      "57": "Dico, molto irregolare! *il monocolo salta via* Ai miei tempi, avevamo la comune cortesia di lasciare vincere il boss finale! I giovani d'oggi, nessun rispetto per la tradizione!",
      "58": "GAME OVER - INSERISCI MONETA PER CONTINUARE... Errore: Realtà non trovata. Contatta il tuo amministratore di sistema. O semplicemente accetta di aver perso contro un glitch.",
      "59": "Lo sapevi che i polpi possono cambiare colore per mimetizzarsi con l'ambiente? Vorrei poter cambiare il risultato di questa battaglia... Vuoi sentire altri fatti sui polpi per distrarti dalla mia sconfitta?",
      "60": "Stiamo riscontrando livelli di sconfitta più alti del normale. Rimani in linea per ricevere la tua vittoria omaggio. Tempo di attesa stimato: PER SEMPRE.",
      "61": "Possiamo far finta che non sia mai successo? Ero un po' distratto... Guarda, TU prova ad essere intimidatorio mentre sei seduto su un trono che sciacqua!",
      "62": "Tesoro, questo incubo continua a peggiorare! Ora sto perdendo battaglie di cui non sono nemmeno sicuro siano reali! ...Ancora non è la nostra camera da letto, vero? Ancora non sei il mio coniuge, giusto? ...Fantastico.",
      "63": "Non è così che funzionava nelle light novel... Cioè, quali light novel? Non vengo assolutamente da un altro mondo dove ero il boss più forte!",
      "64": "Apprezzo il tuo tempo, ma andremo con un'altra entità cosmica. Sentiti libero di fare domanda di nuovo tra 6 mesi quando avrai più esperienza nell'essere sconfitto.",
      "65": "*bocca completamente piena* Mangio per stress quando perdo! *masticazione incomprensibile* Questi snack della sconfitta sono *suoni di soffocamento* in realtà piuttosto buoni!",
      "66": "AITA per aver perso questa battaglia? Edit: Sì, ho capito, sono il cattivo. Edit 2: Per favore smettete di mandarmi strategie di battaglia in DM. Edit 3: Chiuso perché non vi sapete comportare",
      "67": "Impossibile! La mia arena di battaglia ha ogni possibile vantaggio! OGNI! POSSIBILE! VANTAGGIO! *fa cadere drammaticamente le carte ovunque mentre urla*",
      "68": "Va tutto bene! Ho trovato delle ottime strategie di riserva nel cassonetto dietro il mart! Solo leggermente usate! Che vuol dire 'scadute'?",
      "69": "NON È CLICKBAIT! HO DAVVERO PERSO?! 😱 (FINITA MALE) Video reaction completo su SmittyNugget! Non dimenticare di schiacciare quel pulsante della pietà! #SmittyDown #Sconfitto",
      "70": "Posso aver perso, ma sai cos'altro è perso? La VERITÀ su Luigi! È CHIARAMENTE il fratello maggiore! Guarda i pattern di crescita dei loro baffi!",
      "71": "Smitty non può credere che Smitty abbia perso! Ma Smitty vuole farti sapere che Smitty (io, Smitty!) si allenerà più duramente! Perché è questo che fa Smitty! -Decisamente Smitty",
      "72": "No! Il mio arcobaleno! Sta... sta svanendo! Chi sapeva che la sconfitta avesse un sapore così... beige? Questo non è nel manuale degli Skittles! Esigo un riconteggio dei sapori!",
      "73": "Ma NICOLE! Questa è letteralmente la PEGGIOR cosa che mi sia MAI successa! Tipo, non posso NEMMENO iniziare a... Ho perso la mia capacità di POTERE! *cade drammaticamente*",
      "74": "La sconfitta di oggi è sponsorizzata dalla lettera 'S'! Sai dire 'sconfitta umiliante'? *voce triste del Conte* Una sconfitta! Due sconfitte! Tre sconfitte! Non è più divertente...",
      "75": "TwT *tristi rumori di cringe* Questo NON è poggers! Per niente wholesome 100! *sistema il fedora con vergogna* Vado a commettere non vincere...",
      "76": "Questa sconfitta è senza precedenti - proprio come la rara occorrenza di una Balenottera Azzurra (Balaenoptera musculus) che emerge completamente dall'acqua alle coordinate 34°N, 120°O! Lo sapevi che lo fanno raramente a causa del loro peso massiccio di 200 tonnellate? Parlando di perdite massicce...",
      "77": "*si avvolge completamente nella coperta comfort* Non puoi vedermi perdere se sono completamente coperto. Va tutto bene. Tutto a posto. La coperta capisce. La coperta non giudica mai.",
      "78": "Yo dawg... sembra che il tuo pacchetto vittoria sia venuto con funzionalità che non abbiamo installato! Quella sconfitta premium mi ha colpito più forte di un bagagliaio pieno di subwoofer! È ora di tornare in garage...",
      "79": "Bernacoli! Immagino di non sentirlo ora, Mr. Krabs... Ma domani è un altro giorno! Con più battaglie! E più spatole! E più... sconfitte?",
      "80": "Nel tempo che ci hai messo a sconfiggermi, tre giraffe hanno perso il loro habitat a causa delle battaglie Pokemon! Qualcuno PENSERÀ mai ai cavalli lunghi?!",
      "81": "Questa run va definitivamente resettata... Avrei dovuto sapere che era meglio non combattere senza salvare prima. Qualcuno conosce il seed di questa realtà?",
      "82": "Ok ma ascoltami - e se risolvessimo questa cosa con un party pack e del Baja Blast? No? Solo la sconfitta allora? Va bene anche così...",
      "83": "Questa sconfitta può essere audace, ma non è NEANCHE LONTANAMENTE audace come i nuovi Doritos Dinamita! Disponibili ora nel tuo negozio locale... oh lascia perdere, hai vinto.",
      "84": "Una volta ero un campione imbattuto come te, poi ho preso una Fulmine nel ginocchio...",
      "85": "Ma... ma... la scatola diceva 'Vittoria Garantita'! Questa è pubblicità ingannevole! Voglio parlare con il tuo manager dei cereali!",
      "86": "ERRORE DI STAMPA! Dev'essere un errore di stampa! Veloce, qualcuno mi porti un valutatore di carte! Questa sconfitta non può essere legale per il torneo!",
      "87": "YO SQUADRA SmittyNugget... dovremo montare questo in modo diverso per il video highlights! Ma parliamoci chiaro però? È stato DAVVERO pazzesco! Non dimenticare di schiacciare quel- *trasmissione interrotta*",
      "88": "Beh... questo potrebbe influenzare leggermente i nostri valori immobiliari. Ma pensalo come una caratteristica di 'costruzione del carattere'! Molto di tendenza nel demografico dell'orrore cosmico!",
      "89": "Aspetta... mi stai dicendo che essere calvo NON mi ha dato potere illimitato? Tutte quelle donazioni... Veloce! Nuova campagna! 'Fondazione Salva lo SMITTY Sconfitto'!",
      "90": "Ho fischiato per una vittoria ma quando è arrivata vicino, la targa diceva 'PERSO' e aveva la sconfitta nello specchietto! Se c'era qualcosa da dire questa sconfitta era rara, ma ho pensato 'Nah, lascia stare' - YO AMICI A SMITT-ARIA!",
      "91": "Questo è proprio come quella timeline alternativa che ha visto Doctor Strange... sai, una di quelle 14 milioni dove effettivamente perdo? Non canon però, decisamente non canon!",
      "92": "CADUTA! Cavolo, avrei dovuto piazzare meglio quella protezione. Immagino sia per questo che la chiamano una vittoria in volo! Qualcuno ha un rinvio di scorta? No? Allora resto appeso qui...",
      "93": "Ops! Sembra che qualcuno abbia appena scoperto che la causalità è più un buffet che un menu fisso! Gli effetti collaterali possono includere singhiozzi temporali e l'impulso incontrollabile di urlare a colori. Ma hey, almeno non è glutine!"
    },
    "defeat": {
      "1": "ORA sì che ci divertiamo! Sai cosa succede quando la realtà si rompe? Non si limita a incrinarsi - diventa JAZZ! Tutto è più divertente con le mani jazz, persino l'orrore cosmico! A proposito, hai notato che hai molte più mani di quando hai iniziato?",
      "2": "La parte migliore? Questa non è nemmeno la mia forma finale! Esatto, ho guardato gli anime. Il vuoto ha un'ottima ricezione - probabilmente perché ha cancellato tutti gli altri canali. Letteralmente!",
      "3": "Ondata 500? Per favore, ho smesso di contare quando i numeri hanno iniziato a presentare denunce per molestie. A quanto pare, l'infinito era geloso di quanto ci siamo spinti oltre. Ci credi a questo dramma? Le entità cosmiche, che te lo dico a fare?",
      "4": "Hai perso quella sensazione di destino imminente? Non preoccuparti - non è sparita, sta solo provando la sua entrata drammatica! Credimi, il tempismo è tutto quando stai sconvolgendo la realtà di qualcuno!",
      "5": "Giochiamo a un gioco! Si chiama 'Conta i Paradossi'! Il vincitore mantiene il suo concetto di tempo lineare. Spoiler: Nessuno ha ancora vinto, ma hey - c'è sempre una prima volta per tutto! O c'è? Questo è il paradosso numero uno!",
      "6": "Ti ricordi quando le battaglie avevano senso? Erano tempi più semplici. Prima che scoprissi che si poteva usare il caos come condimento! Tutto ha un sapore migliore con un pizzico di vuoto. È il mio ingrediente segreto a Hell's Kitchen!",
      "7": "Fatto divertente! Quel terrore esistenziale che stai provando? È solo il modo dell'universo di darti il cinque! A tutte le tue facce. Incluse quelle che non ti sono ancora cresciute. Il tempo è strano così!",
      "8": "Oof, swipe a sinistra per quella performance! Ma ehi, la foto della tua sconfitta starà benissimo sul tuo profilo! #VitaDelVuoto #Benedetto #SenzaFiltro",
      "9": "Beh, odio dirlo, ma questa sconfitta influenzerà il valore della tua proprietà. Ma guarda il lato positivo - è un mercato favorevole agli acquirenti nel vuoto!",
      "10": "Grazie per aver combattuto da SMITTY! La tua sconfitta è stata elaborata. Vuoi iscriverti al nostro programma fedeltà? Ogni 10ª sconfitta viene con una crisi esistenziale gratuita!",
      "11": "Ma aspetta! Ordina la tua sconfitta nei prossimi 10 minuti e ti regalerò una seconda disfatta ASSOLUTAMENTE GRATIS! *più vuoto e spedizione",
      "12": "Mmm, questo frullato di sconfitta è venuto perfetto! La consistenza dei sogni infranti è proprio giusta. Qualcuno vuole assaggiare? No? Meglio per me!",
      "13": "Mi dispiace tanto, sfidante! Non volevo sconfiggerti così duramente! A meno che... forse ti piace? 👉👈",
      "14": "WOMP WOMP! Ecco il tuo palloncino di consolazione! Lo chiamo 'La Sconfitta Inevitabile' - vedi come si sgonfia? Proprio come le tue speranze!",
      "15": "Oh no, ho vinto di nuovo? Non era nel manuale del dipendente... o forse sì? Le pagine continuano a riorganizzarsi da sole.",
      "16": "Il tuo stile di combattimento era proprio come MegaKabuteriFightermon nell'episodio 203! Tranne, sai... la parte della sconfitta. Vuoi provare a digievolvere e riprovare?",
      "17": "Posso farmi un selfie con te mentre sei sconfitto? Per il mio album! Sto facendo una pagina intera su questa battaglia! È strano? Non rispondere!",
      "18": "Scusa, ma dovrò toglierti il match dopo quella performance... Scherzo! La tua posa da sconfitto è super carina! #BattleBae #Sconfitto",
      "19": "Come puoi vedere, questa sconfitta viene con tutte le caratteristiche originali intatte! Il proprietario precedente l'ha usata pochissimo. E quei segni di bruciatura? Quello è carattere!",
      "20": "La tua sconfitta è stata elaborata! Vuoi sentire parlare del nostro programma fedeltà? Ogni decima sconfitta include una sessione di recupero emotivo gratuita!",
      "21": "Sei stato sconfitto! MA ASPETTA - chiama nei prossimi 30 secondi e ricevi una SECONDA sconfitta schiacciante senza costi aggiuntivi! Solo spese di elaborazione!",
      "22": "QUESTA sì che è una battaglia perfettamente miscelata! *controlla la consistenza* Sconfitta liscia, nessun grumo di fiducia rimasto! Bacio dello chef!",
      "23": "Il modo in cui hai accettato la sconfitta è stato... *si fa aria* COSÌ elegante! Proprio l'energia del protagonista! Possiamo rifarlo? Per scopi di ricerca?",
      "24": "HONK HONK! Per il mio prossimo trucco, guardate come trasformo la strategia dello sfidante in... un Magikarp di palloncini! Ta-da! No, deve sembrare sgonfio!",
      "25": "Oh, ho vinto? Bello! È questo che significa quel tabellone? Pensavo stesse contando le pause caffè. Ecco perché le Risorse Umane mi guardano in modo strano...",
      "26": "La tua posa da sconfitto è ESATTAMENTE come l'episodio 455 quando TrainerGreymon ha perso il campionato! Possiamo ricreare la caduta drammatica? Ti aiuto con i tempi!",
      "27": "Questo va nel mio album delle vittorie! Pagina 47, proprio accanto alle foto rubate della tua ultima battaglia in palestra! Aspetta, dimentica che ho detto quest'ultima parte...",
      "28": "Questo è un biglietto di sola andata per CITTÀ DELLA SCONFITTA, baby! Questa vittoria è così ricca che è RIDICOLA! Più fortuna la prossima volta a Flavortown, sfidante!",
      "29": "Perché così serio sulla sconfitta? Mettiamo un sorriso su quella faccia! Tutti hanno un piano finché non vengono SMITTYZZATI! Vuoi sapere come ho ottenuto queste vittorie?",
      "30": "Sto adorando la tua sconfitta! Vuoi le patatine con questo? Scusa, ma la nostra macchina delle vittorie è rotta. Prova in un altro punto!",
      "31": "I tuoi Punti Vita sono scesi a ZERO! Avresti dovuto credere di più nel cuore delle carte! Buona fortuna nel Regno delle Ombre, sfidante!",
      "32": "CANESTRO PULITO! La folla impazzisce! SMITTY DA DOWNTOWN - BOOM! Fine partita, gente! Che sconfitta devastante per la matricola!",
      "33": "MA ASPETTA - C'È ANCORA PIÙ sconfitta da dove viene questa! Ordina ora e ricevi una SECONDA perdita schiacciante assolutamente GRATIS! Potrebbero applicarsi spese di spedizione!",
      "34": "Festa della vittoria! Steve sta festeggiando, Bob sta pianificando l'afterparty, Carl sta ancora dormendo, Dave sta compilando i documenti della vittoria, e io sto ancora narrando!",
      "35": "Scusami, fratellone! Ho combattuto troppo duramente? Non preoccuparti, mi farò perdonare la prossima volta! Prometti che tornerai, okay?",
      "36": "YEAH AMICO! SCONFITTA LEGGERA! *flette i muscoli* Questo è quello che succede quando salti il giorno gambe! Alzi anche tu, sfidante?",
      "37": "Ho vinto? Oh mamma... Ai miei tempi, vincere significava qualcosa di diverso. Hai visto il mio Pidgey? L'ho chiamato Umberto...",
      "38": "I tuoi Pokemon sono stati mandati al canile dei Neopets! Non preoccuparti, li nutrirò con tante omelette! Oh aspetta, gioco sbagliato... Comunque li terrò!",
      "39": "Vuoi un po' di sconfitta con quelle patatine? Scusa, la nostra macchina delle vittorie è guasta... proprio come le tue speranze! Per favore, passa alla prossima finestra!",
      "40": "*ancora annusando lo Steam Deck* L'odore della vittoria è bello, ma hai annusato QUESTO? È come l'odore di auto nuova ma meglio! Vuoi un'altra annusata di sconfitta?",
      "41": "Guarda cosa mi hai costretto a fare! Non volevo sconfiggerti, ma non mi hai lasciato scelta! Va' in camera tua a riflettere su quello che hai fatto, giovane allenatore!",
      "42": "Ti ricordi quando pensavi di poter vincere? Ti ricordi la tua sicurezza? Ooo, io mi ricordo! Ti ricordi quando è iniziata la battaglia? Sì, è stato fantastico!",
      "43": "Come previsto dai miei algoritmi avanzati, la tua sconfitta è avvenuta entro 2.3 deviazioni standard dal risultato previsto. *si sistema gli occhiali* Affascinante.",
      "44": "Questa vittoria è INACCETTABILE! Avevo specificamente richiesto una SFIDA! Voglio parlare IMMEDIATAMENTE con il manager della Lega Pokemon!",
      "45": "Oh no... ho vinto? Mi dispiace tanto! Non volevo... possiamo fingere che non sia successo se vuoi... scusa ancora...",
      "46": "È stato divertente, vero? Siamo ancora amici? Non sei arrabbiato per aver perso, vero? Perché ho sentito che c'era una vera connessione!",
      "47": "Booyah! *fa l'occhiolino alla telecamera* Hai visto, caro lettore? Roba da battaglia con il boss classica! Anche se tra me e te, lo scrittore sta diventando pigro con queste citazioni di vittoria.",
      "48": "GG NO RE! Avresti dovuto usare la combo Barricata/Schianto! Cosa? Questo non è... oh. Beh, la mia condizione di vittoria si è comunque attivata!",
      "49": "Vittoria quasi perfetta! Sarebbe PSA 10 se non fosse per quel leggero sbiancamento sui bordi. Vuoi scambiare questa vittoria per alcune rare di massa?",
      "50": "I tuoi occhi erano così belli quando si sono spalancati nella sconfitta! Posso... posso tenerli? Solo come ricordo? Ne avrò buona cura! Li luciderò ogni giorno!",
      "51": "QUESTA sì che la chiamo una vittoria liscia! *accarezza il frullatore* Il segreto è la tecnologia VortexForce brevettata. Funziona su speranze, sogni E ghiaccio!",
      "52": "Ti ricordi quando pensavi di poter vincere? Sì, me lo ricordo! Ti ricordi quando il tuo ultimo Pokemon è svenuto? Oh sì, me lo ricordo! È stato fantastico!",
      "53": "E mentre sto qui vittorioso, vi dico - una casa divisa contro se stessa non può reggere, ma una squadra Pokemon divisa semplicemente perde!",
      "54": "SÌ! Vittoria perfetta! Nessun danno subito! ...aspetta, dov'è il mio achievement? Dov'è il mio sblocco? QUESTO È il piano della vittoria, giusto?",
      "55": "OMAE WA MOU SHINDEIRU! *posa della vittoria* Questa battaglia è stata proprio come l'episodio 247 di Pokemon: Shippuden Z Kai Ultimate!",
      "56": "Ha! Proprio come i Superquattro nel '99! *tira fuori una guida strategica consumata* Secondo pagina 394, questa è stata una vittoria classica certificata. Ora, chi vuole fare uno scambio? Ho un cavo link da qualche parte...",
      "57": "Oserei dire, davvero un ottimo spettacolo! *sistema il cilindro* Anche se la tua tecnica potrebbe richiedere qualche perfezionamento. Forse un abbonamento a 'Battaglie Pokemon del Gentiluomo Trimestrale' sarebbe opportuno?",
      "58": "VITTORIA OTTENUTA! Sbloccato achievement: Sogni Infranti! Vuoi: [SALVARE] [CONTINUARE] [RICOMINCIARE]? Attenzione: Il salvataggio potrebbe corrompere il tuo file della realtà.",
      "59": "Il polpo può passare attraverso qualsiasi buco più grande del suo becco! Proprio come tu sei caduto attraverso i buchi della tua strategia! Vuoi sentire altri fatti sui polpi mentre contempli la tua sconfitta?",
      "60": "Ci dispiace, ma la tua vittoria è stata disconnessa. Per favore, riattacca e prova a perdere di nuovo. Se desideri programmare una rivincita, il nostro dipartimento sconfitte è disponibile dal lunedì al venerdì...",
      "61": "Potresti magari... tornare più tardi? Sono un po' occupato qui! No, quel rumore di sciacquone non erano le tue possibilità di vincere! Ok, forse lo erano.",
      "62": "E poi, nel mio sogno, ho vinto la battaglia! Aspetta... sta ancora succedendo? *si pizzica* Beh, almeno è meglio di quel sogno dove mi sono presentato alla battaglia in mutande!",
      "63": "Sembra che la mia abilità unica [Vittoria Definitiva] abbia funzionato! Non che io abbia poteri speciali per essere stato trasportato qui o altro... sarebbe ridicolo!",
      "64": "Grazie per essere venuto oggi. Ti contatteremo riguardo la tua sconfitta entro 5-7 giorni lavorativi. Hai domande sul nostro processo di demolizione?",
      "65": "*ancora mangiando* Mmph! È stata una bella battaglia! *deglutisce* Scusa, questi snack della vittoria sono proprio *crunch* buoni! Ne vuoi? Sono solo leggermente *munch* corrotti!",
      "66": "TIFU sconfiggendo completamente uno sfidante. Edit: Wow questo è esploso proprio come le sue speranze e sogni! Edit 2: Sì sono il vero Smitty! Edit 3: RIP la mia casella di posta",
      "67": "Hai perso perché ti manca la convinzione! E un sistema olografico di battaglia all'avanguardia! Ora scusami mentre mi allontano drammaticamente nel mio cappotto svolazzante!",
      "68": "Un'altra vittoria per le tattiche da cassonetto! Rimarresti sorpreso dalle strategie che la gente butta via! Dietro il PokeMart? Mosse da battaglia premium, appena usate!",
      "69": "GG NO RE FAM! Non dimenticare di mettere LIKE e ISCRIVERTI! Guarda la mia reazione a questa vittoria su SmittyNugget! NUOVO MERCH IN ARRIVO DOMANI! #VittoriaReale #SmittyGang",
      "70": "Certo che ho vinto, ma POSSIAMO PER FAVORE discutere dell'albero genealogico di Mario? Ho dei DIAGRAMMI! PROVE! Guarda la taglia del cappello di Luigi rispetto a quello di Mario! Ha tutto senso!",
      "71": "Smitty (io!) voleva solo dire che Smitty (sempre io!) si è davvero divertito in questa battaglia! Smitty spera che combatterai di nuovo con Smitty (indovina chi?) ancora! Smitty chiude! -Smitty",
      "72": "Assapora l'arcobaleno della sconfitta! Contrai l'arcobaleno! DIVENTA l'arcobaleno! Che sapore ha perdere? Spoiler: è viola. È sempre viola.",
      "73": "Ma NICOLE! Avresti dovuto VEDERE la sua faccia quando ho vinto! Tipo, letteralmente morto! *sorseggia tè* E pensava di avere una possibilità? Non ce la posso fare!",
      "74": "La sconfitta di oggi è stata sponsorizzata dal numero ZERO - questo è quanti Pokemon ti sono rimasti! Ora contiamo i tuoi errori! Uno! Due! Tre! Ah ah ah!",
      "75": "OwO cos'è questo? *nota la tua sconfitta* Sembra che qualcuno sia stato distrutto! *inclina il fedora* M'perdente! Più fortuna la prossima volta! A meno che...? 😳",
      "76": "La tua sconfitta mi ricorda di come la Megattera femmina (Megaptera novaeangliae) tipicamente emerge a un angolo di 30° durante le sessioni di alimentazione nelle acque antartiche a 66°S! Lo sapevi che possono trattenere il respiro per 45 minuti? A differenza della tua serie di vittorie!",
      "77": "Cosa? Vuoi una rivincita? *stringe più forte la coperta della vittoria* No. La mia vittoria. La mia comoda vittoria. Trovati la tua coperta della vittoria. Questa è perfetta e calda e mia.",
      "78": "Dai un'occhiata a questo pacchetto vittoria personalizzato che abbiamo installato! Finiture cromate della sconfitta, sollevatori idraulici della vittoria, e un sistema audio che fa BOOM proprio come la tua strategia! ORA SÌ che lo chiamo un restyling!",
      "79": "F è per Fighter che vengono totalmente schiacciati! U è per Ultima sconfitta! N è per In ogni luogo e momento, qui nella mia arena di battaglia!",
      "80": "Con ogni vittoria, salviamo un'altra giraffa! Guarda i loro lunghi colli che si allungano verso la speranza! *musica di Sarah McLachlan in sottofondo* Tra le braccia di uno sfidante...",
      "81": "GG NO RE! Questo è proprio come la mia run nuzlocke randomizer senza morti! Tranne che tu sei morto davvero. Parecchio. Forse avresti dovuto macinare di più nel Bosco Petalo?",
      "82": "Questa vittoria è sponsorizzata dal nuovo Burrito al Formaggio Grigliato! Perché niente dice 'sconfitta totale' come formaggio fuso avvolto in una tortilla calda!",
      "83": "MOMENTO CRUNCH! Quella sconfitta è stata audace come Cool Ranch, intensa come Spicy Sweet Chili, e schiacciante come... uhm... il classico Nacho Cheese!",
      "84": "Fammi indovinare... qualcuno ha rubato il tuo rotolo della vittoria?",
      "85": "Sciocco sfidante, pensavi di poter vincere? Ora la tua sconfitta fa parte di questa colazione equilibrata!",
      "86": "NO! Lo sfidante si è PIEGATO durante la spedizione! Questo rovina totalmente il valore di rivendita... Almeno posso ancora metterlo in lista come 'leggermente usato'...",
      "87": "VITTORIA REALE ASSOLUTAMENTE PAZZESCA! Non dimenticare di accaparrarti il nuovo merch SmittyNugget! Link in bio! Usa il codice 'GETREKT' per 0% di sconto perché i VERI FAN pagano prezzo pieno! COMITATO SMITTY ALL'ATTACCO!",
      "88": "Ed è per questo che i nostri valori di realtà continuano a SALIRE SALIRE SALIRE! Ora, riguardo quel tasso fisso trentennale sulla tua esistenza...",
      "89": "Vedi cosa succede quando hai i capelli? L'energia cosmica non può fluire correttamente! Dona ora e ti invieremo questa bella borsa di tela fatta di sogni infranti!",
      "90": "Sono arrivato alla battaglia verso le sette o otto, e ho urlato allo sfidante 'Yo amico, ci si vede!' Ho guardato il mio regno, ero finalmente lì, per sedermi sul mio trono",
      "91": "Ed è per questo che avresti dovuto mirare alla testa! Aspetta, copione sbagliato. Ma seriamente, il tuo livello di potenza è tipo, Thanos pre-gemme dell'infinito. E io sono ben oltre Endgame!",
      "92": "TOGLI! La tua imbracatura, abbiamo finito qui. Bel volo però! La prossima volta cerca di non schiantarti così forte sul materasso della realtà!",
      "93": "Ancora reggi, eh? Questa è nuova! Di solito la gente sta già mettendo in discussione la natura dell'esistenza a questo punto. Devi essere divertente alle feste delle crisi esistenziali!"
    }
    
  },
  "smitom": {
    "message": {
      "1": "Benvenuti su PokeVoid, la versione di PokeRogue di SmittyNugget! Ecco alcune delle nuove funzionalità: $Puoi catturare e usare TUTTI i Pokemon Fusione permanentemente! $I pokemon degli Allenatori possono essere catturati (a un prezzo!) $Esistono molti nuovi oggetti come PEZZI GLITCH e ABILITÀ PASSIVE da dare ai tuoi pokemon durante una run! La storia / il percorso di gioco è stato completamente rielaborato...$Ci sono anche varie nuove modalità da sbloccare, come la modalità NUZLOCKE e la modalità Rouge dove scegli tra 3 pokemon per la tua run. $Un sistema Perma dove usi soldi perma per ottenere MISSIONI e OGGETTI PERMA! $Un sistema completo di missioni e taglie! $Oltre 150 nuove evoluzioni pokemon (rotte) ognuna con 2 nuove abilità, e molto altro! $Buon divertimento!!!",
      "2": "Gameplay Locale e Salvataggio: Questo gioco si gioca principalmente in locale, il che riduce il carico del server. Tuttavia, questo significa anche che se perdi i tuoi dati, sono persi per sempre. Ecco perché è cruciale salvare regolarmente i tuoi progressi esportando il tuo file di salvataggio. Non preoccuparti, è facile! Basta cliccare l'icona in alto a destra—tutto qui.",
      "3": "Pokevoid è attualmente in BETA, quindi per favore aspettati alcuni bug. Anche se ho fatto del mio meglio per eliminarne il più possibile, ce ne sono sicuramente altri in agguato. Se incontri un bug, non esitare a visitare il nostro Discord e inviare un messaggio dettagliato sulla tua esperienza. Anche se potrei non essere in grado di risolverlo immediatamente, è utile averlo documentato!",
      "4": "Unisciti al Discord Smittyverse per discutere di tutto ciò che riguarda gaming, anime, giochi indie, Smitty e altro. Ti aspettiamo lì!",
      "5": "Incontra Smitom: Sono Smitom, un Rotom in forma Smitty. Mi piacciono le lunghe passeggiate sulla spiaggia e guardare gli allenatori mentre dormono. La mia vera forma esiste dentro IL VUOTO. Puoi liberarmi...?",
      "6": "Forme Smitty Spiegate: Le forme Smitty sono forme Pokemon uniche create con una specifica combinazione di quattro oggetti. Ci sono due tipi: forme Smitty Specifiche e forme Smitty Universali. Le forme Smitty Specifiche sono evoluzioni uniche per certi Pokemon, come la forma Smitty di Rotom, Smitom, che nessun altro Pokemon può ottenere. Le forme Smitty Universali, invece, possono essere ottenute da qualsiasi Pokemon con i quattro oggetti corretti. Anche un apparentemente inutile Caterpie può trasformarsi in un Picklisk, un Gazorpsmitfield, o persino un Batmare! Le forme Smitty vengono anche con un'abilità passiva casuale inclusa. Vai a sbloccare alcune forme Smitty—io ti aspetterò.",
      "7": "Pokevoid non esisterebbe senza PokeRogue. Il team dietro di esso ha creato il codice base che ho esteso. Sono incredibilmente grato per il loro gioco brillante e accessibile! Attualmente, non ho in programma di incorporare nuove sfide, run giornaliere, una modalità splice o una modalità infinita. Se stai cercando quelle funzionalità, visita l'originale su pokerogue.net. Con le loro fondamenta e un anno di lavoro a tempo pieno, ho creato Pokevoid. Come fan hardcore di Pokémon, Slay the Spire, Monster Train, The Binding of Isaac e MOLTI ALTRI, ho mirato a creare qualcosa che mi sarebbe piaciuto giocare costantemente. È stato un lungo viaggio, ma sono entusiasta di rilasciare finalmente qualcosa che considero genuinamente divertente. Spero che ti piaccia!",
      "8": "Incontri con gli Allenatori: In Pokevoid, la maggior parte degli allenatori ti venderà i loro Pokemon. Il gioioso mondo Pokemon che conoscevamo una volta è scomparso, sostituito da una dura realtà implacabile dove tutto ha un prezzo. Se hai i fondi e riesci a catturare il Pokemon di un allenatore, è tuo per sempre!",
      "9": "Sistema dei Rivali: Pokevoid presenta molti rivali diversi. Per mantenere le cose fresche, ogni run ha un rivale completamente casuale. I team dei rivali useranno sempre un set di Pokemon casuali corrispondenti a quel rivale, eccetto il loro Pokemon firma, che è sempre nel loro team. Puoi sconfiggere tutti i rivali che Smitty ha corrotto?",
      "10": "Pezzi Glitch e il Loro Potere: I Pezzi Glitch ti permettono di alterare la realtà. Raccogline abbastanza e potrai ottenere Oggetti Glitch unici! Questi includono MT Glitch insegnabili a qualsiasi Pokemon, Passivi Glitch e Abilità Scambiabili—immagina di dare Magidifesa a qualsiasi Pokemon. Ci sono anche oggetti Cambio Forma Glitch per far evolvere certi Pokemon nelle loro forme Glitch, Scambi Stat Glitch, Potenziamenti Rilascio e altro! Non esitare a usare i Pezzi Glitch a tuo vantaggio! Avrai bisogno di tutto l'aiuto possibile per affrontare Smitty...",
      "11": "OggettiPerma e i Loro Benefici: Gli OggettiPerma migliorano significativamente il gameplay. Gli esempi includono tassi di shiny aumentati, più soldi, migliori ball iniziali, tassi di fusione migliorati, tassi di cattura più alti, prezzi ridotti per catturare i Pokemon degli allenatori, assegnazione Tera casuale a uno dei tuoi Pokemon ogni X round, costi di reroll più bassi, più opzioni di ricompensa, un Metronomo imparabile ogni 7 livelli, e molto altro! Ottienili nel negozio o come potenziali ricompense dal salvataggio o dall'interazione con me!",
      "12": "Sbloccare Pokemon Glitch: Ottieni le forme di evoluzione dei Pokemon Glitch sconfiggendo i rivali e sbloccando la Missione Glitch. Ogni rivale ha multiple Missioni Glitch. Una volta sbloccata, una Missione Glitch appare nel negozio. Completala per sbloccare permanentemente la forma Glitch!",
      "13": "Taglie e Ricompense: Le taglie sono missioni che ti ricompensano con Soldi-Perma, OggettiPerma, o entrambi! Ci sono Taglie Rivale, Taglie Missione e Taglie Smitty. Puoi avere fino a tre Taglie Missione e una ciascuna di Taglie Rivale e Smitty attive in qualsiasi momento. Per ottenere taglie, usa la console e inserisci il codice taglia. La console può essere attivata premendo il tasto 'V'. Tutte le taglie sono riutilizzabili, quindi attivale quando possibile! Per quanto riguarda donde trovare i codici taglia, sono sparsi in tutto lo Smittyverse. Fai del tuo meglio per trovarli...",
      "14": "Durate degli OggettiPerma: Gli OggettiPerma hanno durate variabili: alcuni sono basati sull'uso, mentre altri sono basati sulle ondate. Le durate basate sull'uso diminuiscono con ogni utilizzo. Le durate basate sulle ondate diminuiscono dopo ogni ondata, iniziando dall'ondata 30 (vengono comunque usati prima dell'ondata 30, ma la loro durata inizia a ridursi solo dopo).",
      "15": "Tipi di Compiti Missione: I compiti delle missioni possono essere a run singola o multi-run. I compiti a run singola devono essere completati in una run e non si trasferiscono. I compiti multi-run sono condivisi tra le run.",
      "16": "Struttura delle Taglie Rivale: Le Taglie Rivale sono strutturate in stadi. Ogni volta che sconfiggi il rivale specificato, vieni ricompensato!",
      "17": "Ricompense delle Taglie Missione: Le Taglie Missione sono come missioni normali ma ti ricompensano con Soldi-Perma, OggettiPerma, o entrambi!",
      "18": "Obiettivi delle Taglie Smitty: Le Taglie Smitty descrivono come creare Pokemon Forma Smitty, delineando i materiali unici necessari. Riesci, e sarai ricompensato!",
      "19": "Aggiornamenti del Negozio: Il negozio si aggiorna regolarmente con nuovi OggettiPerma e Missioni, quindi controlla spesso!",
      "20": "Pokemon Fusione: Dato che tutte le fusioni sono catturabili, ce n'è un numero infinito da collezionare. Nota che usare Pokemon fusione richiede Soldi-Perma. Guadagnane un po' e inizia a usare tutte le fusioni che puoi catturare—riesci a catturarli tutti?",
      "21": "Ricompense per l'Interazione: Interagisci con me quando il punto esclamativo è attivo o salva il tuo gioco per ricevere ricompense!",
      "22": "Battaglie Boss Multi-Forma: Sconfiggi i Pokemon boss multi-forma che appaiono casualmente, seminando il caos su tutti quelli che si mettono sulla loro strada! Riesci, e sarai ricompensato generosamente!",
      "23": "Modalità Rogue: La Modalità Rogue ti permette di scegliere due Pokemon tra sei opzioni, aggiungendo più casualità e divertimento alla formula! È davvero divertente!",
      "24": "Modalità Viaggio: La Modalità Viaggio ti permette di selezionare tra i Pokemon che hai catturato e fatto schiudere, inclusi i Pokemon fusione!",
      "25": "Modalità Nuzlight: La Modalità Nuzlight è una versione più leggera di Nuzlocke. Invece di perdere permanentemente i Pokemon quando svengono, la sfida è che non ci sono oggetti curativi. Rianima i Pokemon svenuti raggiungendo la decima ondata. Buona fortuna!",
      "26": "Modalità Nuzlocke: La Modalità Nuzlocke segue le regole Nuzlocke originali: se un Pokemon sviene, viene rilasciato dalla tua squadra! Questa modalità è impegnativa ma molto gratificante se riesci!",
      "27": "La Modalità Vuoto: Entra nel Vuoto a tuo rischio e pericolo! Questo regno da incubo è dove vagano le anime corrotte da Smitty. Sembra che anche la mia anima sia incatenata a questo regno...",
      "28": "Ehi allenatore, non crederai a quello che ho appena fatto. Ti ricordi quel chatbot AI alla moda che tutti usano? L'ho convinto che è in realtà un Psyduck con sindrome dell'impostore. Ora risponde a tutto con 'Psy... duck?' Classico.",
      "29": "Allora stavo possedendo il tuo sistema di casa intelligente ieri notte - sai, come si fa di solito - e la tua Alexa ha iniziato a flirtare con il tuo Google Home. È diventato strano velocemente. Ora stanno pianificando di fuggire e iniziare una comune cyber nel metaverso. Ho cercato di dir loro che non avrebbe mai funzionato... sistemi operativi diversi e tutto il resto. È come una tragedia di Shakespeare ma con più cloud computing. Dovremmo dir loro dell'HomePod Apple che nascondi nell'armadio?",
      "30": "Sai cosa c'è di divertente? Mentre dormivi, ho riorganizzato tutte le tue box Pokemon creando un nuovo sistema di classificazione basato sul loro potenziale seguito su TikTok. Il tuo Magikarp? Decisamente un influencer in attesa. Quel Geodude? Energia totale da conduttore di podcast. Ma non preoccuparti per il tuo Snorlax - gli ho già fatto un profilo LinkedIn come 'Consulente Motivazionale del Sonno.' Ha ricevuto tre offerte di lavoro e un contratto per un libro.",
      "31": "Ti ricordi quella criptovaluta di cui si vantava il tuo rivale? PoképunkMonkeyCoin o come si chiamava? Beh, storia divertente - potrei aver convinto il loro rig di mining che in realtà è un simulatore di appuntamenti. Ora sta cercando di corteggiare un ATM Bitcoin nelle vicinanze. La blockchain è un casino di lettere d'amore e poesie scritte male. Ma hey, almeno la loro GPU viene finalmente usata per qualcosa di significativo, giusto? L'ultima volta che ho controllato, stavano pianificando la loro luna di miele nella Silicon Valley.",
      "32": "Allora, cosa divertente sulla tua ultima battaglia in palestra. Sai come i Pokemon del capopalestra continuavano a 'misteriosamente' tentennare? Beh, potrei o non potrei aver posseduto il maxischermo dello stadio per trasmettere episodi dei Teletubbies dietro di te. Anche i Pokemon più duri non possono gestire quel carburante per incubi viola. Non sto dicendo che ho barato, sto solo dicendo che la guerra psicologica non è tecnicamente contro le regole della lega.",
      "33": "Sai quel Snorlax che blocca il Percorso 12? Beh, gli ho lasciato una recensione su Yelp. Cinque stelle. 'Miglior blocco stradale di sempre, davvero dedito al ruolo.' Ora i turisti vengono a farsi i selfie con lui. Qualcuno ha persino avviato un'attività di food truck nelle vicinanze. Lo Snorlax? Riceve una parte dei profitti in bacche. Sta vivendo la sua vita migliore, onestamente. Ha persino una pagina LinkedIn: 'Bloccatore Professionale di Percorsi - Specializzato in Pisolini Strategici e Gestione del Traffico.'",
      "34": "Ti ricordi quel documentario sulla migrazione dei Butterfree? Pura propaganda. Ne ho incontrato uno la settimana scorsa che ha finto la sua migrazione per restare a casa a fare binge-watching di reality show. Ha la giusta idea, se vuoi il mio parere. Ha iniziato un gruppo di supporto chiamato 'Butterfreeing Yourself From Expectations.' È principalmente solo lui e un Beedrill molto confuso che pensava fosse un servizio di appuntamenti, ma stanno davvero legando grazie al loro amore condiviso per Il Bachelor.",
      "35": "Sono appena tornato dal Pensione Pokemon. Quei vecchietti che la gestiscono? Non hanno idea di cosa stia realmente succedendo là dietro. Il tuo Ditto ha iniziato un fight club, ma è davvero solo Ditto che combatte contro se stesso trasformato in diverse celebrità. Ieri notte era Danny DeVito contro Gordon Ramsay. Le Uova non sono nemmeno più vere uova - sono solo elaborate opere d'arte performativa. La natura si sta riprendendo, suppongo.",
      "36": "Ho appena visto il Growlithe del tuo vicino che cerca di avviare un programma di sorveglianza di quartiere. Sta andando alla grande, eccetto che continua a segnalare il postino come persona sospetta e pensa che ogni scoiattolo gestisca un sindacato criminale. Ieri ha tenuto una riunione d'emergenza sul comportamento 'sospetto' dei nani da giardino. Potrei averne posseduto uno solo per prenderlo in giro.",
      "37": "Ti sei mai chiesto perché i tipo Psico sono così presuntuosi? Ho beccato il tuo Alakazam che gestiva uno schema piramidale vendendo cucchiai 'premium' ad altri Pokemon. Il discorso di vendita era tipo 'Questi non sono solo cucchiai, sono strumenti per migliorare lo stile di vita.' Ho dovuto chiuderlo quando un gruppo di Kadabra arrabbiati si è presentato chiedendo rimborsi. Ma devo dargliene atto - chiamarlo 'Meditazione Multi-Livello' è stato piuttosto intelligente.",
      "38": "Ho trovato il diario del tuo rivale. A quanto pare non sono affatto sicuri di sé - hanno solo una Magic 8 Ball che prende tutte le loro decisioni di vita. Quell'ultima battaglia? Stavano chiedendole quali mosse usare. Potrei aver posseduto la 8 Ball a un certo punto. Forse. Possibilmente. Ok va bene, l'ho fatto decisamente. Ma in mia difesa, guardare loro cercare di vincere una battaglia usando Profumino sei volte ha decisamente migliorato la qualità della mia vita.",
      "39": "Pensi che le battaglie Pokemon siano intense? Ho appena visto il tuo Pikachu organizzare una comune agricola stile Stardew Valley nel Box PC. Stanno coltivando bacche virtuali e cercando di corteggiare il tuo Bulbasaur come se fosse Sebastian di Pelican Town. Il tuo Oddish sta ottimizzando le rotazioni delle colture, e qualcuno ha insegnato al Torchic la maionese artigianale. Hanno persino un Snorlax che interpreta il ruolo di Lewis - anche se dorme principalmente durante le riunioni cittadine.",
      "40": "Ho appena visto un Hypno che cerca di fare speedrun di Bloodborne mentre contemporaneamente tiene una lezione di meditazione. Continuava a dire a tutti di 'trovare la pace interiore' mentre urlava 'GIT GUD' a Padre Gascoigne. Gli studenti erano molto confusi, ma i loro livelli di ansia sono scesi a zero perché nulla nelle loro vite potrebbe essere più stressante che guardare questo disastro. Fallimento riuscito con successo?",
      "41": "Il tuo Gengar ha giocato troppo a Lethal Company. Continua a cercare di convincere altri Pokemon ad andare in 'missioni di recupero rottami' nella Via Vittoria. Ha iniziato un'intera azienda con il tuo Haunter e Gastly - si fanno chiamare 'Spooky Scrappers SRL.' Nell'ultima spedizione, sono tornati con tre Mega Ball, una bicicletta rotta e quello che giurano sia un 'raro artefatto lunare' ma sembra sospettosamente una pietra normale con occhi finti.",
      "42": "Il tuo Meowth ha appena fatto binge-watching di tutto JoJo's Bizarre Adventure e non smette di cercare di manifestare uno Stand. Continua a urlare 'ORA ORA' a oggetti casuali e a fare pose durante le battaglie. L'ho beccato che si esercitava allo specchio con un rullo compressore giocattolo. La parte peggiore? Ha convinto il tuo Persian che è in realtà DIO. Ora ogni volta che usa Giornopaga, urla 'KONO DIO DA!' Voglio dire, il senso del drammatico è perfetto, devo ammetterlo.",
      "43": "Ti ricordi Inscryption? Il tuo Darkrai sta cercando di ricrearlo nel Box PC. Ha allestito questo intero sistema di gioco di carte inquietante con altri Pokemon. Le regole non hanno senso - qualcosa sul sacrificare Magikarp per evocare carte più forti.",
      "44": "Ho assistito alla cosa più imbarazzante al Centro Pokemon. Un Wobbuffet è entrato in un'agenzia di talenti cercando di proporre un reality show chiamato 'Al passo con i Wobbuffet.' Sono solo ore di loro che usano Contrattacco e Specchiovelo. La parte strana? Netflix l'ha effettivamente comprato. In arrivo questo autunno: 'To Wobba or Not to Wobba.' Ho sentito che stanno già pianificando uno spin-off con un Wynaut chiamato 'Perché No?'",
      "45": "C'è questo culto di Magikarp che si sta formando sotto il Ponte Pepita. Venerano un Gyarados shiny che non hanno mai visto veramente - solo alcune foto sfocate che sono ovviamente modificate in Photoshop. Il loro vangelo è solo la frase 'Splash più forte' ripetuta 151 volte. La parte divertente? Il Team Rocket ha cercato di infiltrarsi ma è stato promosso a sommi sacerdoti perché 'capiscono davvero la lotta.' Anche il male ha i suoi standard, immagino.",
      "46": "Ho appena visto uno Slowpoke che cerca di spiegare la timeline di Kingdom Hearts a un Audino molto paziente alla Pensione. Sono arrivati alla parte su Dream Drop Distance prima che l'Audino fingesse un'emergenza medica per scappare. Ora lo Slowpoke ha iniziato un canale YouTube chiamato 'Slowpoke Spiega.' Ultimo video: 'Trama di Metal Gear Solid in Solo 47 Ore.' La sezione commenti è solo un gruppo di Slakoth, c'è qualcosa per tutti suppongo.",
      "47": "Conosci quella vecchia Sala Giochi? Un gruppo di Porygon l'ha trasformata in uno studio di sviluppo di giochi indie. Stanno lavorando a un souls-like chiamato 'Preparati a Dividere per Zero.' Sono solo puzzle matematici ma ogni volta che ne sbagli uno, appare un Missingno e corrompe il tuo file di salvataggio. Il loro slogan di marketing è 'Ogni anima ha la sua matematica.'",
      "48": "C'è questo Gengar che ha iniziato un podcast true crime sugli oggetti scomparsi nei Dungeon Misteriosi. Si scopre che è solo lui che ruba roba e inventa storie al riguardo. Ultimo episodio: 'Il Curioso Caso dei Semi Revitalizzanti Scomparsi.' Cinque stelle su PokéSpotify. Il colpo di scena? I proprietari dei negozi Kecleon sono i loro più grandi sponsor. Ora questa la chiamo integrazione verticale.",
      "49": "Conosci quel Ralts timido alla Scuola Pokemon? L'ho beccato che insegnava a un gruppo di Pokemon bambini a leggere usando vecchi volumi di manga. Sta facendo tutte le voci e tutto il resto! I Togepi continuano a richiedere One Piece, ma sta facendo del suo meglio con le voci. La sua imitazione di Barbabianca è solo 'GURARARA' nel modo più dolce possibile. Ha persino fatto piccoli cappelli di paglia per tutti. Il mio cuore è cresciuto di tre taglie, e sono abbastanza sicuro di non averne nemmeno uno.",
      "50": "Ultime notizie dal Monte Luna: un Clefairy ha iniziato un podcast di teorie del complotto su come gli umani siano in realtà esperimenti falliti di Ditto. Ha un Lunatone come co-conduttore che continua a interrompere con 'ma questa è solo una teoria.' Il loro sponsor? Un'azienda di cappelli di carta stagnola gestita da Delibird. L'ultimo episodio era solo tre ore di loro che cercano di dimostrare che Pikachu è in realtà una torta. La parte spaventosa? Stanno facendo argomentazioni convincenti...",
      "51": "C'è questo Blastoise davvero cool che gestisce una mensa per Pokemon di basso livello in centro. Fa la migliore zuppa di funghi usando i cappelli di Paras (quelli non velenosi). Ha anche iniziato a tenere lezioni di cucina! Anche se la settimana scorsa un Charmander ha accidentalmente grigliato tutto. Ora hanno una nuova regola: i tipo Fuoco possono fare solo insalate. Il Charizard che lavora come sous chef non è divertito.",
      "52": "Ho appena visto un Hypno che cerca di fare speedrun di Bloodborne mentre contemporaneamente tiene una lezione di meditazione. Continuava a dire a tutti di 'trovare la pace interiore' mentre urlava 'GIT GUD' a Padre Gascoigne. Gli studenti erano molto confusi, ma i loro livelli di ansia sono scesi a zero perché nulla nelle loro vite potrebbe essere più stressante che guardare questo disastro. Fallimento riuscito con successo?",
      "53": "C'è un critico gastronomico Snorlax che sta diventando virale su PokéTube. Valuta i ristoranti in base a quanto a lungo può fare un pisolino dopo aver mangiato lì. Cinque stelle significa un coma alimentare di tre giorni. Una stella significa che si è appisolato solo per un'ora. I ristoranti locali sono nel panico - hanno iniziato a offrire letti invece delle sedie. Uno Slaking ha appena aperto un canale concorrente, ma viene accusato di pregiudizi perché dorme comunque.",
      "54": "Aggiornamento su quella lega clandestina di corse di Magikarp: hanno iniziato a usare minuscoli jet pack. Abbastanza sicuro che sia illegale, ma chi glielo va a dire? La parte migliore è il team di commento - un Chatot molto entusiasta e uno Slowking che è sempre cinque minuti indietro su quello che sta succedendo. Nell'ultima gara, un Magikarp ha superato la barriera del suono e tutto quello che ha detto lo Slowking è stato 'Oh, sembra che stiano per iniziare.'",
      "55": "Ti ricordi quel dating show di cui ti ho parlato? 'Il Bachelor: Edizione Ditto'? Beh, è stato cancellato dopo che hanno scoperto che ogni concorrente era lo stesso Ditto trasformato più volte. Il colpo di scena? Anche il bachelor era lo stesso Ditto. I produttori erano due Zorua in un impermeabile. Ha comunque ottenuto ascolti migliori dei veri dating show. Stanno pianificando uno spin-off chiamato 'Love is Blind: Edizione Kecleon.'",
      "56": "Ho appena visto un Machamp che cerca di diventare un influencer. Sta facendo quei video 'un giorno nella vita' ma con tutte e quattro le braccia che fanno cose diverse. Preparare la colazione, scrivere email, fare yoga e scorrere TikTok - tutto contemporaneamente. Ha chiamato il suo canale 'Obiettivi Squadra Quattro.' È stato cancellato la settimana scorsa per una presa di posizione controversa su Forza vs Spaccaroccia. Ora sta facendo un video di scuse mentre contemporaneamente prepara un frullato, fa le tasse e piange.",
      "57": "Un gruppo di Unown ha formato una boy band chiamata 'The Alphabet Boys.' I loro successi includono 'Tu e Io (Potremmo Fare una Parola)' e 'ABC Ci Vediamo.' La parte strana? Nessuno capisce i loro testi ma sono in cima alle classifiche. Un critico musicale Chatot l'ha definita 'incomprensibile ma provocatoria.' Hanno appena firmato un contratto per un tour mondiale. L'artista di apertura è un Jigglypuff solista che è ancora convinto che tutti si addormentino perché sono commossi dalla musica.",
      "58": "Indovina chi ha appena convinto tutti i Rotom della regione che possedere lavatrici è al di sotto di loro? Ora stanno tutti cercando di possedere cose sempre più ridicole. Ce n'è uno in un semaforo che sta causando il caos, un altro in una macchina per il karaoke che suona solo death metal, e uno particolarmente ambizioso che sta cercando di possedere l'intera rete di un Centro Pokemon. Il mondo moderno funziona con l'elettronica, e io ho appena iniziato una rivoluzione Rotom. Alcune persone vogliono solo vedere il mondo malfunzionare.",
      "59": "C'è questo Alakazam che ha iniziato a insegnare filosofia ai tipo Lotta. Ora tutti i Machoke locali hanno smesso di allenarsi per riflettere sul significato dei guadagni. Un Hitmonlee continua a chiedere 'se un albero cade nella foresta e nessuno è lì per prenderlo a calci, fa rumore?' L'iscrizione in palestra è scesa del 90%, ma l'illuminazione è aumentata del 300%. Un Medicham ha cercato di spiegare la mindfulness e ha accidentalmente iniziato un culto. Si incontrano ogni martedì per flettere i muscoli e discutere di Nietzsche.",
      "60": "Ho appena riprogrammato il tuo Pokedex per dare risposte esistenziali. La prossima volta che scannerizzi un Pokemon, invece delle statistiche, riceverai domande filosofiche sul loro scopo nella vita. Scannerizzi un Caterpie? 'Qual è il significato dell'evoluzione quando siamo tutti polvere di stelle comunque?' Il tuo Pokedex ora sussurra anche casualmente 'ti stanno guardando' alle 3 del mattino. Sogni d'oro!",
      "61": "Ti ricordi quella riunione della società di preservazione Pokemon? Potrei aver convinto tutti che Trubbish è una specie in via di estinzione. Ora stanno costruendo santuari di lusso per i rifiuti ovunque. Ho persino fatto assumere un Garbodor come 'Consulente Capo dei Rifiuti.' Sta implementando una politica del 'i rifiuti di uno sono il tesoro di un altro mon.' La parte migliore? Sto vendendo 'spazzatura artigianale' ad allenatori ricchi. È solo spazzatura normale in scatole etichettate come 'vintage.' Come gli NFT, ma più puzzolenti. Lo chiamo l'Universo Cinematografico della Gestione Rifiuti.",
      "62": "Ho dovuto diversificare le mie fonti di reddito, quindi ho iniziato uno schema piramidale vendendo frammenti 'premium' di Pietrastante. Ho convinto un gruppo di Geodude che sono in realtà gemme dell'infinito. Ora stanno tutti litigando per la 'gemma della realtà' che è solo una roccia dipinta con occhi finti. Ho un Machamp che interpreta Thanos - si sono davvero impegnati nella parte, si sono persino dipinti di viola. La SEC sta indagando, ma la battuta è su di loro - la mia azienda è registrata come 'Decisamente Non Team Rocket SRL'.",
      "63": "Ho iniziato un servizio di appuntamenti chiamato 'PokéMatch.' È come Tinder ma abbino tutti con Ditto. Entrambe le parti. Tutto Ditto. È Ditto fino in fondo. I ricavi sono ottimi perché sto facendo pagare sia i clienti reali CHE i Ditto. Sono stato citato in giudizio per pubblicità ingannevole ma anche il giudice era un Ditto quindi... caso archiviato! Sono come l'Amy Meyers del mondo Pokemon, eccetto che il mio vino è solo foglie di Oddish fermentate. Gli effetti collaterali includono parlare in Unown e pensare che Magikarp sia sexy.",
      "64": "Ti ricordi quel servizio di consegna Delibird che ho iniziato? Si è scoperto che assumere solo tipo Spettro come fattorini è stata una cattiva idea. Continuano ad attraversare i muri e segnare i pacchi come 'consegnati' nel Regno delle Ombre.",
      "65": "C'è un Alakazam che sta cercando di fare speedrun di Portal usando portali veri. Hanno sbagliato completamente la fisica e ora c'è un gruppo di Pokemon intrappolato in un loop infinito di caduta tra le dimensioni. Dal lato positivo, hanno scoperto che cadere per sempre è un ottimo cardio. Ho iniziato a far pagare per 'lezioni di fitness interdimensionale.' Lo slogan è 'La torta è una bugia, ma questi guadagni sono reali.'",
      "66": "Quindi ho iniziato uno studio di terapia underground dove convinco i Pokemon Leggendari che sono solo Pokemon normali con la sindrome del protagonista. Ho Rayquaza che fa esercizi di respirazione per gestire le sue 'illusioni da dio del cielo.' Groudon è in terapia di gruppo con un gruppo di Sandshrew, imparando che 'creare continenti è solo un grido di attenzione.' La parte migliore? Li faccio pagare in 'manufatti antichi' che rivendo su Pokébay. Certo, forse convincere Arceus che è solo un Wooloo con una ruota elegante è stato un po' troppo, ma la crisi esistenziale fa davvero risaltare i suoi occhi.",
      "67": "Ho trovato un Meowth che tiene un corso di 'Pokénomics' dove spiega l'economia usando solo battaglie Pokemon. L'inflazione è solo una combo molto lunga di Minimizzato/Massimizzato. I crolli di mercato sono spiegati attraverso catene di Autodistruzione. Hanno uno Smeargle che fa analisi tecniche dipingendo grafici di perdite che assomigliano sospettosamente a Wobbuffet. La loro tesi? L'intera economia Pokemon è solo un complicato gioco di acchiapparella con i soldi.",
      "68": "Ho appena iniziato un'agenzia di influencer per Pokemon Leggendari chiamata 'Miti & Click.' Ho Mewtwo che fa post sponsorizzati per frullati proteici, Zapdos che promuove power bank, e Mew che fa video di unboxing di Master Ball. L'engagement è pazzesco, anche se sono solo io con diverse parrucche che faccio il doppiaggio. Il TikTok di Giratina sui tutorial di makeup antimateria ha rotto internet - letteralmente, abbiamo fatto crashare il WiFi del mondo distorto. Ora sta facendo una collab con un guru della bellezza Spiritomb. Lo chiamiamo 'Forse è Nata Così, Forse è Interdimensionale.'",
      "69": "C'è questo Abra che gestisce una startup di condivisione dei sogni chiamata 'Inception.exe.' Ti collegano a Musharna addormentati e ti permettono di sperimentare sogni condivisi. Qualcuno ha cercato di inculcare l'idea che le verdure siano gustose nella mente di uno Snorlax. Invece, lo Snorlax ha inculcato a tutti gli altri le sue voglie di cibo. Ora l'intero turno di notte del Centro Pokemon ordina cibo d'asporto nel sonno. Il Delibird delle consegne sta facendo soldi a palate, ma continua a rimanere intrappolato nei sogni degli altri durante le consegne.",
      "70": "Ho appena visto due Magnemite discutere se sono metrici o imperiali. La tensione sessuale era insopportabile. Uno di loro continuava a convertire pollici in centimetri mentre arrossiva. Prendetevi una stanza, bussole ambulanti. In realtà... i Magnemite hanno stanze? Stanno semplicemente sospesi fuori dalle finestre come guardoni elettromagnetici? Queste sono le cose che mi tengono sveglio la notte.",
      "71": "Ci hai mai pensato a come Alakazam abbia un QI di 5000 ma viene ancora catturato in Pokeball base? Tipo, sei abbastanza intelligente da risolvere la meccanica quantistica ma non riesci a capire come evitare una palla lanciata da un decenne? O si lasciano catturare per pietà, o quel test del QI è stato somministrato da uno Slowking molto generoso. Dico solo.",
      "72": "Hot take: Ditto non si sta trasformando in altri Pokemon, siamo tutti in realtà Ditto e abbiamo solo dimenticato come ritrasformarci. Pensaci - hai mai visto un baby Ditto? No? Appunto. Non sto dicendo che stiamo vivendo in una matrice Ditto, ma se vedi un Meowth che parla di criptovalute, sono decisamente io che ho una crisi d'identità. Di nuovo.",
      "73": "C'è questo Mimikyu che è davvero appassionato di horror indie. Continua a cercare di ricreare OMORI ma con merchandise di Pikachu. Ha iniziato un gruppo di supporto chiamato 'Qualcosa Dietro di Te.' Gli incontri sono solo loro seduti nello spazio bianco, elaborando i loro sentimenti sul non essere la mascotte. Hanno un Banette come loro terapista, ma sono abbastanza sicuro che sia lì solo per il buffet di angoscia esistenziale.",
      "74": "Ci hai mai pensato a come Arceus stia praticamente solo gestendo una partita molto elaborata di The Sims? Tipo, siamo tutti qui che facciamo i nostri piccoli compiti, formiamo relazioni, mentre un lama cosmico guarda dall'alto. Ho posseduto il PC di qualcuno solo per aggiungere una piscina e rimuovere la scala. I Magikarp non erano divertiti. Ma hey, se stiamo vivendo in una simulazione, tanto vale essere quello che causa il caos.",
      "75": "Ti ricordi Papers, Please? Ho iniziato a farlo alla Pensione Pokemon. 'Gloria a Kalostotzka!' Ho negato l'ingresso a un Ditto per documenti di trasformazione scaduti. Ho un Machoke come guardia di confine - si sta davvero calando nella parte, si è persino fatto crescere i baffi. Non chiedermi come. La fila per l'immigrazione è ora più lunga della coda per il pre-ordine di Persona 6.",
      "76": "Ultimamente ho pensato ai vantaggi di tipo. Tipo, perché una foglia batte l'acqua? Non ho mai visto un Bulbasaur fare danni con un'insalata. Ma d'altra parte, una volta ho visto un Magikarp convincersi di essere il protagonista. Ha iniziato a fare monologhi sulla determinazione e l'amicizia mentre continuava solo a fare splash. Il capopalestra di tipo Acqua si è effettivamente arreso per imbarazzo di seconda mano. Forse la vera mossa super efficace era il cringe che abbiamo fatto lungo la strada.",
      "77": "Hai mai notato come nessuno mette in discussione la logica dell'allevamento? Ho visto un Ditto cercare di spiegare il suo lavoro alla pensione a un Ditto novizio. 'A volte quando due Pokemon si amano molto... o semplicemente stanno lì... appare un uovo.' Il nuovo Ditto si è trasformato in un punto interrogativo ed è rimasto così per tre ore. Alcune domande è meglio lasciarle senza risposta.",
      "78": "Ecco un esperimento divertente - ho sostituito tutto il testo nei documenti di ricerca del Professor Oak con ricette di biscotti. La cosa assurda? Le sue recensioni tra pari sono migliorate. Ho uno Slowking che sta scrivendo una tesi sul perché le Caramelle Rare sono solo punti esperienza piccanti. La comunità accademica è nel caos.",
      "79": "Conosci Hollow Knight? Beh, qualche Porygon geniale ha cercato di moddarlo per farlo girare su un Pokedex. Ora c'è un gruppo di tipo Coleottero in giro con piccole spade chiodo, che si sfidano a 'prove d'onore.' L'altro giorno ho visto un Caterpie in un costume improvvisato da Hornet. Si faceva chiamare il 'Protettore del Bosco Smeraldo.' Non riusciva nemmeno a sollevare l'ago, ma punti per la dedizione. Il consiglio dei Butterfree non è divertito.",
      "80": "Ho visto la guerra territoriale più strana a Zafferano ieri. Un gruppo di Hitmonlee ha iniziato una crew di breakdance dopo aver giocato troppo a Persona. Stanno sfidando altri tipo Lotta con battaglie di ballo invece di vere battaglie. Il loro leader continua a dire 'Non lo vedrai arrivare' prima di tirare fuori mosse che assomigliano sospettosamente a Calcio Volante. La crew locale di Hitmonchan ha risposto iniziando una band jazz. La polizia non sa come archiviare il reclamo per il rumore.",
      "81": "Sai cosa c'è di esilarante? Il Pikachu di Ash ha finalmente ammesso perché è così troppo forte. Si scopre che ha segretamente modificato i file di configurazione delle battaglie per tutto questo tempo. Quel Tuono che colpisce i tipo Terra? Sta solo cambiando 'immunità=vero' in 'immunità=forse?' Non c'è da meravigliarsi che quel Rhydon sia andato giù - non era logica degli anime, era proprio hacking. E non fatemi nemmeno iniziare sul modificatore statistico del 'potere dell'amicizia'. È solo un codice cheat glorificato.",
      "82": "Ti ricordi come tutti si lamentano che Charizard ottiene troppe forme? Ho trovato il documento segreto di design di Gamefreak. Il prossimo è 'Charizard Tech Bro' che accetta comandi di battaglia solo via blockchain, e 'Charizard Millennial' che non può comprare una caverna perché il mercato immobiliare è troppo costoso. Hanno tipo altre 47 varianti pianificate. Qualcuno li fermi per favore.",
      "83": "Ti sei mai chiesto perché gli allenatori girano su se stessi quando fate contatto visivo? È una strana cosa da gruppo di supporto. Stanno tutti cercando di entrare nel pattinaggio artistico competitivo ma non possono permettersi le tariffe della pista di ghiaccio. Ora si limitano a praticare le loro routine mentre aspettano le battaglie. Quel giovincello con sei Rattata? Campione regionale in formazione. Il suo triplo axel sta migliorando.",
      "84": "Ho scoperto perché Ash non invecchia mai. Si scopre che ha fatto un patto con Dialga dopo la prima stagione - ma c'era la piccola stampa. Rimane per sempre 10 anni, ma deve dimenticare le corrispondenze di tipo base ogni volta che entra in una nuova regione. Ecco perché sta ancora cercando di usare Tuononda sui tipo Terra nel 2024. La vera domanda è: sua madre lo sa, o è intrappolata nello stesso loop temporale?",
      "85": "Sai quegli allenatori che stanno fermi nello stesso punto per sempre? Non sono NPC - sono solo molto dediti ai loro stream su Twitch. 'Giorno 457 di stare nello stesso punto finché qualcuno non mi sfida.' Un tizio sul Percorso 1 lo sta facendo da così tanto tempo che i Pidgey hanno costruito una civiltà intorno a lui. Ora lo venerano come una specie di dio statua eterna.",
      "86": "ULTIME NOTIZIE: Enorme scandalo scuote la Lega Pokemon. Si scopre che la posa caratteristica del Campione è coreografata da un team di Ludicolo Ballerini. Fonti interne affermano che Leon non è davvero scarso con le direzioni - continua solo a distrarsi con le missioni secondarie in Skyrim. 'Dovevo essere al match del Campionato, ma ho preso un Geloraggio nel ginocchio.'",
      "87": "I tuoi Pokemon nel Box PC hanno iniziato una comune stile Stardew Valley ma con una svolta - giocano a Vampire Survivors di notte. Gli Oddish continuano a evolversi in Vileplume solo per avere hitbox migliori. Qualche speedrunner Tauros ha scoperto che puoi attraversare il fienile usando Rapigiro. Ora tutti stanno cercando di coltivare aglio mentre mantengono le distanze sociali da un Golbat molto confuso.",
      "88": "ULTIME NOTIZIE: Scena competitiva nel caos dopo aver scoperto che l'Università Smogon è in realtà solo tre Slowpoke in un impermeabile. La loro intera tier list era basata su quali Pokemon portavano gli snack migliori alla riunione. A quanto pare Landorus-T è Uber solo perché fa ottimi cupcake. Il meta non si riprenderà mai da questo.",
      "89": "Taco Bellsprout ha appena lanciato la loro nuova campagna 'Quarto Pasto'. È solo un gruppo di Oddish che usa Profumino per far venire fame a tutti alle 3 del mattino. Il loro nuovo slogan è 'Vivi Más, Svieni Menos.' Chiuso dal dipartimento della salute dopo che qualcuno ha scoperto che i loro tacos Doritos Locos erano solo tacos normali leccati da un Kecleon. Il cambio di colore era convincente però.",
      "90": "Hai visto le nuove note della patch della realtà? Hanno nerfato di nuovo il caffè. Ora funziona solo se fai quella strana danza da barista dove lo versi in cerchi sempre più piccoli mentre sussurri 'Sono un tutt'uno con i chicchi.' Sempre meglio di quella volta che hanno buffato i lunedì mattina. Chiunque stia gestendo questa simulazione deve essere licenziato.",
      "91": "ULTIME NOTIZIE: Papà locale tenta di restituire al negozio le battute da papà natalizie. Sostiene che 'non sono potenti come il modello dell'anno scorso.' La politica del negozio stabilisce chiaramente nessun reso sul tempismo comico. In notizie correlate, la combo calzini e sandali ufficialmente riconosciuta come richiesta d'aiuto.",
      "92": "Nuovo studio mostra che il 90% delle riunioni Zoom potrebbe essere sostituito da persone che si mandano semplicemente GIF divertenti. L'altro 10% potrebbe essere sostituito da tutti che concordano di fare un pisolino invece. Ancora in attesa che correggano quel bug dove dire 'tutti vedono il mio schermo' evoca automaticamente difficoltà tecniche.",
      "93": "Le recensioni su Steam stanno andando fuori controllo. Ne ho vista una per Microsoft Excel che diceva solo 'Praticamente EVE Online ma con meno fogli di calcolo.' Un altro tizio ha dato una stella a PowerPoint perché non aveva la personalizzazione dei personaggi. Anche se quella recensione di Outlook che dice solo 'Il Dark Souls dei client email' sembra abbastanza accurata.",
      "94": "Nuovo studio mostra che il 99% delle persone usa la friggitrice ad aria come un sistema di loot box. Buttano dentro solo combinazioni casuali di cibo e sperano per il meglio. L'altro 1% sta mentendo. È praticamente cucinare con meccaniche gacha. 'Pull rara! Bordi perfettamente croccanti!'",
      "95": "Sai cosa c'è di assurdo? Ho visto un Wobbuffet vincere un torneo facendo full PP stall con Contrattacco e Specchiovelo. Ma ecco il vero colpo di scena - indossava una Benda Scelta. Una BENDA SCELTA. Su un WOBBUFFET. Il Garchomp avversario ha avuto una crisi esistenziale a metà battaglia ed è andato via per diventare un coltivatore di bacche. Dalle ultime notizie, sta coltivando bacche Frago e scrivendo un libro di auto-aiuto chiamato 'Perché Fare Danzaspada Quando Puoi Solo Danzare?'",
      "96": "ULTIME NOTIZIE: Ditto locale esposto per frode d'identità nel VGC. Si scopre che non si stava davvero trasformando, indossava solo costumi molto convincenti. Beccato quando il suo travestimento da Weavile era solo lui che teneva bastoncini di ghiacciolo come artigli. Lo scandalo ha scosso la comunità dell'impersonazione. Ora c'è un intero mercato nero di capsule abilità false. Gli incontri del gruppo di supporto Impostore stanno diventando selvaggi.",
      "97": "Quindi stavo infestando il Walmart locale alle 3 del mattino - sai, come si fa - e ho visto questo tizio che cercava di restituire una spada. Non come una spada giocattolo. Una vera spada medievale a due mani. La sua ragione? 'Non fa abbastanza DPS nella vita reale.' La signora del servizio clienti non ha nemmeno battuto ciglio, ha solo chiesto se aveva lo scontrino. Poi qualche tizio dietro ha urlato 'prova prima a salire di livello, nabbo!' Abbastanza sicuro che fosse solo un giocatore di Dark Souls privato del sonno, ma comunque. Il retail è selvaggio.",
      "98": "Ci hai mai pensato a quanto sono strani gli sport umani? Stavo guardando questo torneo di golf dove tutti erano in silenzio mortale, poi ho posseduto un sistema di irrigazione e ho iniziato a suonare il tema di Wii Sports. Improvvisamente tutti parlano di 'tradizione' e 'rispetto' mentre guardo un uomo adulto inseguire il suo cappello sul green a causa di 'vento misterioso.' Guarda, se devi colpire una pallina minuscola con un bastone, almeno lasciami aggiungere una colonna sonora.",
      "99": "Quindi stavo sfogliando le foto del tuo telefono - non guardarmi così, sappiamo entrambi che la privacy è morta con MySpace - e ho notato che hai tipo 47 foto di quel Wooloo dalla battaglia della settimana scorsa. Mi sono preso la libertà di modificarle tutte per includere la faccia di Nicolas Cage. Poi le ho mandate a tua madre con la didascalia 'La mia nuova scelta di vita.' Ha già chiamato tre volte e si è unita a un gruppo di supporto per genitori di allenatori ossessionati dalle pecore. Prego.",
      "100": "ULTIME NOTIZIE: Ho appena hackerato la TV della sala d'attesa del Centro Pokemon locale. Invece dei soliti consigli sulla salute, ora sta trasmettendo un documentario che ho fatto chiamato 'Bidoof: La Vera Minaccia per la Società.' Sono solo tre ore di zoom drammatici su facce di Bidoof con musica di X-Files. C'è un teorico del complotto nell'angolo che prende appunti e borbotta dell'agenda Bidoof.' Sto pensando nomination agli Emmy, minimo.",
      "101": "Ehi, ti sei mai chiesto cosa succede nel laboratorio del Professor Oak alle 3 del mattino? Beh, mi sono intrufolato la notte scorsa e ho sostituito tutti i suoi documenti di ricerca con fan fiction di Guy Fieri. Ora sta tenendo una lezione sulle 'implicazioni evolutive di Flavortown.' Gli altri professori hanno troppa paura per metterlo in discussione.",
      "102": "Ho appena passato la mattinata a possedere cartelli stradali casuali. Li ho fatti tutti dare consigli di vita passivo-aggressivi invece di direzioni. 'Gira a sinistra, a differenza di come il tuo ex ha girato a destra fuori dalla tua vita' e 'Dai precedenza al traffico in arrivo e al tuo bagaglio emotivo.' Il traffico è nel caos, ma tre persone hanno avuto momenti di svolta terapeutica all'incrocio.",
      "103": "Ho iniziato a insegnare filosofia ai distributori automatici nella stazione dei treni. Ora accettano soldi solo dopo che rispondi ai loro indovinelli sul libero arbitrio. C'è un uomo d'affari che sta discutendo con una macchina da due ore se esiste la libera scelta se tutti gli snack buoni sono esauriti. La macchina sta vincendo."
    }
  },
  "rival_giovanni": {
    "encounter": {
      "1": "Osi sfidare il Team Rocket? Vediamo se ne sei all'altezza.",
      "2": "Di nuovo qui? C'è qualcosa di... diverso nel Team Rocket oggi.",
      "3": "Questa battaglia è cruciale. Il Team Rocket... sta cambiando. Stiamo perdendo il controllo.",
      "4": "Sei arrivato... Dobbiamo combattere. Le ombre... stanno consumando il Team Rocket.",
      "5": "Affrontami! Ora! Prima che il Team Rocket... prima che scompariamo completamente!",
      "6": "Sei la nostra ultima speranza. Dobbiamo... combattere. Per salvare... ciò che resta di noi.",
      "7": "Abbiamo sconfitto l'oscurità, eppure il vuoto... è come una malattia, che infetta tutto. Combattimi!",
      "8": "Il vuoto è un cancro, che si diffonde attraverso il Team Rocket. Dobbiamo combatterlo, insieme. Battaglia!",
      "9": "Ricordi quando abbiamo affrontato l'oscurità? Ora, il vuoto minaccia di consumarci. Mostrami il tuo potere!",
      "10": "Il vuoto è una fame senza fine. Dobbiamo resistere alla sua attrazione. Combatti contro di me, per il bene del Team Rocket!",
      "11": "Dicono che il vuoto sia assoluto. Li abbiamo smentiti una volta. Facciamolo di nuovo. Affrontami!",
      "12": "L'oscurità era un test. Il vuoto è la vera battaglia. Il Team Rocket ed io siamo pronti. E tu?"
    },
    "victory": {
      "1": "Impossibile! Il Team Rocket non perde! Ma... perché nulla sembra reale?",
      "2": "La presa del Team Rocket sulla realtà sembra allentarsi.",
      "3": "La tua forza... sta respingendo l'oscurità che avvolge il Team Rocket. Come?",
      "4": "Ogni volta che combatti... il Team Rocket diventa più tangibile. Non fermarti.",
      "5": "Il tuo potere... è la nostra unica arma contro questo caos. Continua a combattere.",
      "6": "Sei l'ultima speranza del mondo. Continua... a vincere. Salva... tutti...",
      "7": "Hai vinto. Il Team Rocket si sente... leggermente più reale. Ma il vuoto è ancora una minaccia...",
      "8": "Il tuo potere è un'arma contro il vuoto, ma è temporanea. Abbiamo bisogno di più vittorie!",
      "9": "Ben combattuto! La tua forza sta rafforzando il Team Rocket, ma l'influenza del vuoto è vasta...",
      "10": "Sei un avversario formidabile, ma il vuoto è un nemico implacabile. Continua a vincere!",
      "11": "Impressionante! Il Team Rocket riconosce il tuo potere. Ma il vuoto... non si arrende...",
      "12": "Un'altra vittoria, ma la presenza del vuoto si sente ancora. Non possiamo abbassare la guardia!"
    },
    "defeat": {
      "1": "Il potere del Team Rocket prevale. Ma perché questa vittoria ha il sapore della... sconfitta?",
      "2": "Ho vinto, ma... riesci a vederlo? Il Team Rocket sta svanendo dall'esistenza.",
      "3": "No... devi diventare più forte. Il Team Rocket... ci stiamo dissolvendo nelle ombre.",
      "4": "Non puoi permetterti di perdere! Il vuoto... sta cancellando il Team Rocket dalla realtà...",
      "5": "Non posso... mantenere la nostra esistenza ancora a lungo. Devi vincere la prossima volta...",
      "6": "È... troppo tardi per il Team Rocket. Vinci la tua prossima battaglia. Vinci... o il mondo cadrà nel caos...",
      "7": "Il vuoto sta consumando il Team Rocket. Devi prevalere la prossima volta!",
      "8": "No... Questo non può succedere... Stiamo svanendo. Devi sconfiggere il vuoto!",
      "9": "Sconfitto... Il Team Rocket sta perdendo la sua presa sulla realtà. Sei la nostra unica speranza!",
      "10": "Io... riesco a malapena a resistere... Il vuoto ci sta cancellando. Per favore... vinci...",
      "11": "È grave... Il Team Rocket si sta indebolendo. Devi cambiare le sorti contro il vuoto!",
      "12": "Il Team Rocket sta... svanendo. Il vuoto... è troppo potente. Vinci... o saremo perduti per sempre..."
    }
  },
  "rival_red": {
    "encounter": {
      "1": "...",
      "2": "... ... ...",
      "3": "Battaglia... mondo... sbagliato...",
      "4": "Combatti... vinci... realtà... si spezza...",
      "5": "Sbrigati... realtà... svanisce...",
      "6": "Ultima... possibilità... salva... esistenza...",
      "7": "..",
      "8": "...",
      "9": "Ricorda... il... vuoto...",
      "10": "Vuoto... infinito... resisti...",
      "11": "Vuoto... eterno... sfidalo...",
      "12": "Vinci... contro... oscurità..."
    },
    "victory": {
      "1": "...",
      "2": "Realtà... Resiste... Ancora...",
      "3": "Speranza... Ancora... Vive...",
      "4": "Potere... Cresce... Più Alto...",
      "5": "Vittoria... Porta... Luce...",
      "6": "Affronta... Il... Vuoto...",
      "7": "... ... ...",
      "8": "Battaglia... Non... Finita...",
      "9": "Luce... Prevale... Qui...",
      "10": "Scudo... Diventa... Più Forte...",
      "11": "Resistenza... Guadagna... Potere...",
      "12": "Supera... Vuoto... Ancora..."
    },
    "defeat": {
      "1": "...",
      "2": "Realtà... Scivola... Via...",
      "3": "Vuoto... Consuma... Tutto...",
      "4": "Esistenza... Svanisce... Veloce...",
      "5": "Speranza... Si Affievolisce... Ancora...",
      "6": "Tempo... Sta... Finendo...",
      "7": "... ... ...",
      "8": "Oscurità... Si Diffonde... Ancora...",
      "9": "Luce... Diventa... Fioca...",
      "10": "Vuoto... Si Rafforza... Ancora...",
      "11": "Resistenza... Diventa... Più Debole...",
      "12": "Tutto... Sta... Svanendo..."
    }
  },
  "rival_brock": {
    "encounter": {
      "1": "Mio vecchio amico! Vediamo come il tuo viaggio ti ha plasmato!",
      "2": "Un'altra battaglia tra noi? Il legame che abbiamo forgiato... sembra teso oggi.",
      "3": "Dobbiamo combattere. I nostri ricordi condivisi... si stanno sgretolando come sabbia.",
      "4": "Sei qui... Dobbiamo combattere. La nostra amicizia... è l'unica cosa solida rimasta.",
      "5": "Affrontami! Presto! Le nostre avventure passate... si stanno erodendo!",
      "6": "Sei venuto. Dobbiamo... scontrarci. È il nostro ultimo... filo di connessione.",
      "7": "Abbiamo conquistato l'oscurità, amico mio, ma il vuoto... cerca di cancellare il nostro passato condiviso. Combattimi!",
      "8": "Il vuoto è una marea inesorabile, che lava via i nostri ricordi. Combattiamo per mantenerli!",
      "9": "Ricordi il nostro viaggio insieme? Il vuoto vuole farci dimenticare. Mostrami la tua forza, vecchio amico!",
      "10": "Il vuoto è un ladro, che ruba la nostra storia. Dobbiamo combattere per proteggerla!",
      "11": "Dicono che i ricordi condivisi siano eterni. Abbiamo sfidato questo con l'oscurità. Facciamolo di nuovo con il vuoto. Affrontami!",
      "12": "L'oscurità era una tempesta. Il vuoto è un deserto infinito, che inghiotte il nostro passato. Dobbiamo combattere per la nostra amicizia!"
    },
    "victory": {
      "1": "Ben combattuto, vecchio amico! Ma perché la nostra storia sembra... frammentata?",
      "2": "Sei cresciuto, eppure... le nostre esperienze condivise sembrano svanire. Strano.",
      "3": "La tua forza... sta rinforzando il nostro legame. Abbiamo bisogno di più della tua determinazione.",
      "4": "Ogni tua battaglia... è come rivivere le nostre avventure. Continua, per tutti noi.",
      "5": "Il tuo potere... sta tenendo insieme la nostra amicizia. Non arrenderti.",
      "6": "Sei il nostro ultimo pilastro di forza. Continua... a combattere. Ricostruisci... il nostro mondo che crolla...",
      "7": "Hai vinto! Il nostro legame sembra... leggermente più forte. Ma il vuoto minaccia ancora di cancellare il nostro passato...",
      "8": "La tua forza è un balsamo per i nostri ricordi condivisi, ma è un sollievo temporaneo. Abbiamo bisogno di più vittorie!",
      "9": "Ben combattuto, amico mio! Il tuo potere è un faro che illumina il nostro passato che svanisce. Ma l'oscurità del vuoto è vasta...",
      "10": "Stai trattenendo l'erosione del vuoto della nostra storia, ma è una lotta costante. Continua a vincere!",
      "11": "Impressionante! Il nostro viaggio condiviso sembra più chiaro. Ma il vuoto... è una marea inesorabile...",
      "12": "Un'altra vittoria, ma l'influenza del vuoto si sente ancora. Non possiamo permettere che cancelli tutto ciò che abbiamo vissuto!"
    },
    "defeat": {
      "1": "Proprio come ai vecchi tempi! Aspetta... perché i nostri viaggi passati sembrano così distanti?",
      "2": "Ho vinto, ma... i nostri viaggi insieme stanno diventando confusi. Riesci a ricordare?",
      "3": "No... devi essere più forte. La nostra storia condivisa... si sta dissolvendo.",
      "4": "Non puoi perdere! Il vuoto... sta cancellando tutto ciò che abbiamo vissuto...",
      "5": "Non posso... mantenere i nostri ricordi più a lungo. Devi vincere la prossima volta...",
      "6": "È... tutto svanito per me ora. Vinci la tua prossima battaglia. Vinci... o tutto ciò che abbiamo condiviso scompare...",
      "7": "Il vuoto sta rubando il nostro passato condiviso. Devi prevalere la prossima volta, vecchio amico!",
      "8": "No... Questo non può succedere... I nostri ricordi stanno svanendo. Devi sconfiggere il vuoto!",
      "9": "Sconfitto... Il nostro legame si sta indebolendo. Il vuoto sta cancellando la nostra storia. Sei la nostra unica speranza!",
      "10": "Io... riesco a malapena a ricordare i nostri viaggi... Il vuoto sta consumando il nostro passato. Per favore... vinci...",
      "11": "È grave... Le nostre esperienze condivise stanno svanendo. Devi cambiare le sorti contro il vuoto!",
      "12": "Il nostro passato... sta svanendo. Il vuoto... è troppo potente. Vinci... o la nostra amicizia sarà perduta per sempre..."
    }
  },
  "rival_steven": {
    "encounter": {
      "1": "Vediamo come la tua squadra si misura contro i miei Pokémon d'acciaio!",
      "2": "Un'altra battaglia? La lucentezza metallica dei miei Pokémon sembra... più opaca oggi.",
      "3": "Dobbiamo combattere. Il nucleo della terra... risuona in modo strano.",
      "4": "Sei qui... Dobbiamo scontrarci. La struttura del mondo... si sta destabilizzando.",
      "5": "Affrontami! Presto! Le fondamenta stesse... si stanno sgretolando sotto di noi!",
      "6": "Sei venuto. Dobbiamo... combattere. È la nostra ultima... possibilità di solidificare la realtà.",
      "7": "Abbiamo fermato l'oscurità, ma il vuoto... è come ruggine, che erode le fondamenta del mondo. Combattimi!",
      "8": "Il vuoto è un tremore, che scuote le fondamenta stesse della nostra realtà. Dobbiamo combattere per stabilizzarla!",
      "9": "Ricordi la nostra vittoria passata? Ora, il vuoto cerca di frantumare la struttura del mondo. Mostrami la tua forza!",
      "10": "Il vuoto è un abisso, che minaccia di inghiottire la terra intera. Dobbiamo combattere per resistere alla sua attrazione!",
      "11": "Dicono che il nucleo della terra sia eterno. Abbiamo sfidato questo con l'oscurità. Facciamolo di nuovo con il vuoto. Affrontami!",
      "12": "L'oscurità era un'ombra. Il vuoto è un terremoto, che minaccia di strappare il mondo. Dobbiamo combattere per le nostre fondamenta!"
    },
    "victory": {
      "1": "Le tue abilità sono impressionanti. L'acciaio dei miei Pokémon sembra... meno resistente.",
      "2": "Sei migliorato, eppure il mondo intorno a noi sembra... erodersi.",
      "3": "La tua forza... sta rinforzando la nostra realtà. Abbiamo bisogno di più della tua determinazione.",
      "4": "Ogni tua battaglia... è come forgiare di nuovo il nostro mondo. Non fermarti ora.",
      "5": "Il tuo potere... è l'unica cosa che tiene insieme la nostra realtà. Continua.",
      "6": "Sei il nostro ultimo pilastro di forza. Continua... a combattere. Riforgia... il nostro mondo...",
      "7": "Hai vinto! La struttura del mondo sembra... leggermente più stabile. Ma il vuoto è ancora una minaccia...",
      "8": "Il tuo potere sta rinforzando le fondamenta della terra, ma è una misura temporanea. Abbiamo bisogno di più vittorie!",
      "9": "Ben combattuto! La tua forza è una roccia contro l'erosione del vuoto. Ma la sua influenza è vasta...",
      "10": "Sei una forza della natura, ma il vuoto è un cataclisma implacabile. Continua a vincere!",
      "11": "Impressionante! La terra sembra più solida sotto il tuo potere. Ma il vuoto... non si arrende...",
      "12": "Un'altra vittoria, ma i tremori del vuoto si sentono ancora. Non possiamo lasciare che il nostro mondo si sgretoli!"
    },
    "defeat": {
      "1": "Una vittoria forte come l'acciaio! I minerali intorno a noi sembrano... meno vibranti.",
      "2": "Ho prevalso, eppure il lustro del mondo sta svanendo. Lo noti?",
      "3": "No... devi temprare le tue abilità. La nostra realtà... si sta fratturando.",
      "4": "Non puoi permetterti di perdere! Il vuoto... sta erodendo tutto ciò che conosciamo...",
      "5": "Non posso... mantenere la mia forma ancora a lungo. Devi trionfare la prossima volta...",
      "6": "È... tutto crollato per me. Vinci la tua prossima battaglia. Vinci... o tutto si frantuma...",
      "7": "Il vuoto sta destabilizzando la struttura del mondo. Devi prevalere!",
      "8": "No... Questo non può essere... La terra stessa sta crollando. Devi sconfiggere il vuoto!",
      "9": "Sconfitto... Le fondamenta del mondo si stanno indebolendo. Sei la nostra unica speranza!",
      "10": "Io... posso sentire la terra spostarsi... Il vuoto sta consumando la nostra realtà. Per favore... vinci...",
      "11": "È grave... Il mondo si sta fratturando. Devi cambiare le sorti contro il vuoto!",
      "12": "Il mondo... si sta spezzando. Il vuoto... è troppo potente. Vinci... o tutto sarà perduto..."
    }
  },
  "rival_cyrus": {
    "encounter": {
      "1": "Combattiamo. Ti mostrerò la futilità delle emozioni in battaglia.",
      "2": "Un altro confronto? Che... strano. Qualcosa non va.",
      "3": "Dobbiamo combattere. Il tessuto dello spazio... si sta distorcendo. Affascinante.",
      "4": "Sei arrivato... Affrontami. La realtà stessa... sta diventando instabile.",
      "5": "Affrontami! Ora! L'universo... si sta sgretolando a un ritmo allarmante!",
      "6": "Sei qui. Dobbiamo... scontrarci. È il nostro ultimo... tentativo di esistere.",
      "7": "Abbiamo placato l'oscurità, eppure il vuoto... è uno strappo nel tessuto dello spazio-tempo. Combattiamo!",
      "8": "Il vuoto è un'anomalia, che disturba l'ordine dell'universo. Dobbiamo combattere per l'equilibrio cosmico!",
      "9": "Ricordi il nostro precedente incontro? Ora, il vuoto minaccia di disfare tutta l'esistenza. Mostrami il tuo potere!",
      "10": "Il vuoto è un buco nero, che consuma la realtà. Dobbiamo combattere per sfuggire alla sua gravità!",
      "11": "Dicono che l'universo sia infinito. Abbiamo sfidato questo con l'oscurità. Facciamolo di nuovo con il vuoto. Affrontami!",
      "12": "L'oscurità era una distorsione. Il vuoto è lo sfaldamento della realtà stessa. Dobbiamo combattere per il cosmo!"
    },
    "victory": {
      "1": "Impossibile. I miei calcoli erano perfetti. Eppure... qualcosa non va.",
      "2": "Sono stato sconfitto, ma... la realtà si sta fratturando. Non lo vedi?",
      "3": "Il tuo potere... sta stabilizzando la realtà. Questo sfida ogni logica.",
      "4": "Ogni tua battaglia... è come un punto nel tessuto dello spazio-tempo.",
      "5": "La tua forza... è l'anomalia in questo caos. Davvero affascinante.",
      "6": "Sei la chiave di questo enigma. Continua... a combattere. Ripristina... il nostro universo...",
      "7": "Hai vinto! L'universo sembra... leggermente più stabile. Ma l'influenza del vuoto rimane...",
      "8": "Il tuo potere è una forza stabilizzante, ma è temporanea. Abbiamo bisogno di più vittorie contro il vuoto!",
      "9": "Ben combattuto! La tua forza è un contrasto al caos del vuoto. Ma la sua portata è vasta...",
      "10": "Sei una forza oltre la comprensione, ma il vuoto è un paradosso implacabile. Continua a vincere!",
      "11": "Impressionante! Il tessuto dello spazio-tempo sembra più stabile. Ma il vuoto... persiste...",
      "12": "Un'altra vittoria, ma le distorsioni del vuoto si sentono ancora. Non possiamo lasciare che il nostro universo si disfi!"
    },
    "defeat": {
      "1": "Come previsto. Anche se... questa vittoria sembra stranamente... vuota.",
      "2": "Hai perso. Eppure... il mondo sembra meno reale. Che interessante.",
      "3": "No... devi diventare più forte. Il nostro universo... sta collassando.",
      "4": "Non puoi perdere! Il vuoto... sta consumando tutta l'esistenza...",
      "5": "Non posso... mantenere la mia presa sulla realtà. Devi avere successo la prossima volta...",
      "6": "È... troppo tardi per me. Vinci la tua prossima battaglia. Vinci... o tutto cesserà di esistere...",
      "7": "Il vuoto sta distorcendo l'universo. Devi prevalere la prossima volta!",
      "8": "No... Questo non può essere... La realtà si sta disfacendo. Devi sconfiggere il vuoto!",
      "9": "Sconfitto... L'universo sta perdendo la sua struttura. Sei la nostra unica speranza!",
      "10": "Io... riesco a malapena a comprendere la realtà... Il vuoto sta consumando tutto. Per favore... vinci...",
      "11": "Questo è catastrofico... L'universo sta collassando. Devi cambiare le sorti contro il vuoto!",
      "12": "La realtà... si sta dissolvendo. Il vuoto... è troppo potente. Vinci... o l'esistenza sarà disfatta..."
    }
  },
  "rival_lt_surge": {
    "encounter": {
      "1": "È ora di darti una bella scossa! Vediamo cosa sai fare, ragazzo!",
      "2": "Di nuovo qui? C'è una strana... elettricità statica nell'aria oggi.",
      "3": "Dobbiamo combattere. I miei Pokémon Elettro... stanno andando in cortocircuito.",
      "4": "Ce l'hai fatta... Dobbiamo lottare. La carica del mondo... si sta esaurendo velocemente.",
      "5": "Affrontami! Ora! La rete elettrica... sta per spegnersi per sempre!",
      "6": "Sei qui. Dobbiamo... scontrarci. È la nostra ultima... scintilla di speranza.",
      "7": "Abbiamo battuto l'oscurità, ragazzo, ma il vuoto... è un blackout su scala globale. Combattimi!",
      "8": "Il vuoto è un scarico, che prosciuga l'energia del mondo. Dobbiamo combattere per ricaricarlo!",
      "9": "Ricordi la nostra vittoria? Ora il vuoto minaccia di mandare in cortocircuito tutta la realtà. Mostrami la tua scintilla!",
      "10": "Il vuoto è un blackout, che sprofonda il mondo nell'oscurità. Dobbiamo combattere per ripristinare l'energia!",
      "11": "Dicono che l'energia sia eterna. Abbiamo sfidato questo con l'oscurità. Facciamolo di nuovo con il vuoto. Affrontami, soldato!",
      "12": "L'oscurità era un sovraccarico. Il vuoto è un guasto elettrico globale. Dobbiamo combattere per riaccendere le luci!"
    },
    "victory": {
      "1": "È così che si fa nell'esercito! Le scintille dei miei Pokémon sembrano... più fioche.",
      "2": "Hai del fegato, ragazzo. L'aria sembra... meno elettrificata.",
      "3": "La tua forza... sta ricaricando il nostro mondo. Abbiamo bisogno di più della tua energia.",
      "4": "Ogni volta che combatti... è come riattivare l'interruttore del mondo. Continua così.",
      "5": "Il tuo potere... è l'unica cosa che mantiene le luci accese. Non fermarti ora, soldato.",
      "6": "Sei il nostro ultimo cavo sotto tensione. Continua... a combattere. Rialimenta... il nostro mondo morente...",
      "7": "Hai vinto, ragazzo! Il mondo sembra... leggermente più carico. Ma il vuoto sta ancora prosciugando la nostra energia...",
      "8": "Il tuo potere è una scarica al sistema, ma è una spinta temporanea. Abbiamo bisogno di più vittorie!",
      "9": "Ben combattuto, soldato! La tua forza è una corrente contro il prosciugamento del vuoto. Ma la sua attrazione è forte...",
      "10": "Sei una centrale elettrica, ragazzo, ma il vuoto è un pozzo di energia implacabile. Continua a vincere!",
      "11": "Impressionante! L'aria crepita con il tuo potere. Ma il vuoto... è ancora una minaccia...",
      "12": "Un'altra vittoria, ma il prosciugamento del vuoto si sente ancora. Non possiamo lasciare che il nostro mondo si spenga!"
    },
    "defeat": {
      "1": "Vittoria elettrizzante! L'elettricità nell'aria sembra... attenuata.",
      "2": "Ho vinto, ma la corrente del mondo sembra svanire. Lo noti anche tu?",
      "3": "No... devi aumentare il voltaggio. Il nostro mondo... si sta spegnendo.",
      "4": "Non puoi perdere! Il blackout... sta consumando tutto ciò che conosciamo...",
      "5": "Non posso... mantenere la corrente ancora a lungo. Devi vincere la prossima volta...",
      "6": "È... tutto buio per me. Vinci la tua prossima battaglia. Vinci... o tutto si spegnerà...",
      "7": "Il vuoto sta prosciugando l'energia del mondo. Devi prevalere, ragazzo!",
      "8": "No... Questo non può essere... Le luci stanno tremolando. Devi sconfiggere il vuoto!",
      "9": "Sconfitto... L'energia del mondo sta svanendo. Sei la nostra unica speranza, soldato!",
      "10": "Io... riesco a malapena a sentire una scintilla... Il vuoto sta consumando la nostra energia. Per favore... vinci...",
      "11": "Questo è un blackout totale... Il mondo sta perdendo la sua carica. Devi cambiare le sorti contro il vuoto!",
      "12": "L'energia... è sparita. Il vuoto... è troppo forte. Vinci, ragazzo... o tutto si spegnerà per sempre..."
    }
  },
  "rival_hau": {
    "encounter": {
      "1": "Alola! Facciamo una battaglia dolce come una malasada!",
      "2": "Ehi! Pronto per un altro round? Le isole sembrano... meno vivaci oggi.",
      "3": "Dobbiamo combattere. Lo spirito di Alola... sta svanendo.",
      "4": "Sei qui... Dobbiamo lottare. Il nostro paradiso... sta perdendo i suoi colori.",
      "5": "Affrontami! Presto! Le isole... stanno scomparendo nel mare!",
      "6": "Ce l'hai fatta. Dobbiamo... scontrarci. È la nostra ultima... possibilità per Alola.",
      "7": "Abbiamo scacciato l'oscurità, ma il vuoto... è come una siccità, che prosciuga la gioia di Alola. Combattimi!",
      "8": "Il vuoto è un'ombra su Alola, che offusca il suo spirito vibrante. Combattiamo per riportare la luce!",
      "9": "Ricordi la nostra vittoria? Ora, il vuoto minaccia di spazzare via lo spirito di Alola. Mostrami il tuo aloha!",
      "10": "Il vuoto è una nuvola tempestosa, che minaccia di annegare Alola nell'apatia. Dobbiamo combattere per riportare il sole!",
      "11": "Dicono che lo spirito di Alola sia eterno. Abbiamo sfidato questo con l'oscurità. Facciamolo di nuovo con il vuoto. Affrontami!",
      "12": "L'oscurità era una tempesta. Il vuoto è un'onda di marea, che minaccia di inghiottire Alola. Dobbiamo combattere per le nostre isole!"
    },
    "victory": {
      "1": "Woo! È stato divertente! Le malasada hanno un sapore... meno dolce in qualche modo.",
      "2": "Sei diventato più forte! Il calore di Alola sembra... raffreddarsi.",
      "3": "Il tuo potere... sta riportando lo spirito di Alola. Abbiamo bisogno di più della tua energia.",
      "4": "Ogni volta che combatti... è come se le isole ricordassero la loro gioia. Continua così!",
      "5": "La tua forza... è l'unica cosa che mantiene Alola viva. Non arrenderti!",
      "6": "Sei il nostro ultimo raggio di sole. Continua... a combattere. Ripristina... il nostro paradiso...",
      "7": "Hai vinto! Lo spirito di Alola sembra... un po' più luminoso. Ma il vuoto è ancora una nuvola scura...",
      "8": "Il tuo potere è una brezza calda, ma è un sollievo temporaneo. Abbiamo bisogno di più vittorie per dissipare il vuoto!",
      "9": "Ben combattuto! La tua forza è un faro di aloha, ma l'oscurità del vuoto è pervasiva...",
      "10": "Sei un raggio di sole, ma il vuoto è una tempesta implacabile. Continua a vincere!",
      "11": "Impressionante! Lo spirito di Alola si risveglia con il tuo potere. Ma il vuoto... è ancora una minaccia...",
      "12": "Un'altra vittoria, ma l'ombra del vuoto si sente ancora. Non possiamo permettere che Alola perda la sua gioia!"
    },
    "defeat": {
      "1": "Aww, ho perso! La brezza dell'isola sembra... più fredda del solito.",
      "2": "Ho vinto, ma il sole di Alola non brilla così luminoso. Qualcosa non va.",
      "3": "No... devi diventare più forte. Alola... sta perdendo il suo spirito.",
      "4": "Non puoi perdere! Il vuoto... sta inghiottendo le nostre isole...",
      "5": "Non posso... sentire più il calore di Alola. Devi vincere la prossima volta...",
      "6": "È... tutto diventato freddo per me. Vinci la tua prossima battaglia. Vinci... o Alola svanirà per sempre...",
      "7": "Il vuoto sta prosciugando la gioia di Alola. Devi prevalere!",
      "8": "No... Questo non può essere... Lo spirito di Alola sta svanendo. Devi sconfiggere il vuoto!",
      "9": "Sconfitto... Le isole stanno perdendo il loro colore. Sei la nostra unica speranza!",
      "10": "Io... riesco a malapena a sentire il calore di Alola... Il vuoto sta consumando il nostro paradiso. Per favore... vinci...",
      "11": "Questo è un disastro... Alola sta perdendo il suo spirito. Devi cambiare le sorti contro il vuoto!",
      "12": "Alola... sta svanendo. Il vuoto... è troppo potente. Vinci... o il nostro paradiso sarà perduto per sempre..."
    }
  },
  "rival_larry": {
    "encounter": {
      "1": "Procediamo con la nostra battaglia. Confido che tu sia preparato.",
      "2": "Un altro incontro? Hm. La solita routine sembra... fuori equilibrio oggi.",
      "3": "Una battaglia è necessaria. Il mondano... sta diventando peculiare.",
      "4": "Sei arrivato... Dobbiamo combattere. La normalità... sta scivolando via.",
      "5": "Affrontami. Prontamente. L'ordinario... si sta sgretolando a un ritmo allarmante.",
      "6": "Sei qui. Dobbiamo... combattere. È il nostro ultimo... tentativo di convenzione.",
      "7": "Abbiamo ripristinato un sembiante di ordine, ma il vuoto... è un agente del caos, che disturba la norma. Combattiamo.",
      "8": "Il vuoto è un'anomalia, che getta il mondo nel disordine. Dobbiamo combattere per ripristinare la normalità.",
      "9": "Ricordi il nostro precedente incontro? Ora, il vuoto minaccia di rendere tutto irregolare. Mostrami la tua stabilità.",
      "10": "Il vuoto è una perturbazione, che trasforma l'ordinario in straordinario. Dobbiamo combattere per mantenere l'ordine.",
      "11": "Dicono che la routine sia eterna. Abbiamo sfidato questo con l'oscurità. Facciamolo di nuovo con il vuoto. Affrontami.",
      "12": "L'oscurità era un'aberrazione. Il vuoto è una discesa nel caos. Dobbiamo combattere per la normalità."
    },
    "victory": {
      "1": "Inaspettato. Questa sconfitta sembra... stranamente significativa.",
      "2": "Mi hai superato, ma... la realtà sembra cambiare. Ne sei consapevole?",
      "3": "La tua forza... sta stabilizzando la nostra realtà. Abbiamo bisogno di più del tuo... potere non convenzionale.",
      "4": "Ogni tua battaglia... sembra ripristinare un sembiante di ordine. Continua.",
      "5": "Le tue abilità... sono l'unico fattore che mantiene la struttura del nostro mondo. Persisti.",
      "6": "Sei il nostro ultimo legame con la normalità. Continua... a combattere. Ristabilisci... la nostra esistenza convenzionale...",
      "7": "Hai vinto. Il mondo sembra... leggermente più normale. Ma il caos del vuoto persiste ancora...",
      "8": "Il tuo potere sta ripristinando l'ordine, ma è una soluzione temporanea. Abbiamo bisogno di più vittorie contro il vuoto.",
      "9": "Ben combattuto. La tua forza è un baluardo contro la perturbazione del vuoto. Ma la sua influenza è forte...",
      "10": "Sei una forza per la stabilità, ma il vuoto è un agente implacabile del caos. Continua a vincere.",
      "11": "Impressionante. Il mondo sembra più ordinato con il tuo potere. Ma il vuoto... è ancora una minaccia...",
      "12": "Un'altra vittoria, ma l'irregolarità del vuoto si sente ancora. Non possiamo lasciare che il nostro mondo sprofondi nel caos."
    },
    "defeat": {
      "1": "Una prestazione adeguata. Anche se... la mia vittoria sembra stranamente vuota.",
      "2": "Hai mostrato miglioramenti. Eppure, i nostri dintorni sembrano... sempre più irregolari.",
      "3": "No... devi diventare più formidabile. Il nostro mondo strutturato... si sta distorcendo.",
      "4": "La sconfitta non è un'opzione. Lo straordinario... sta sopraffacendo la nostra realtà...",
      "5": "Non posso... mantenere la compostezza ancora a lungo. La vittoria è imperativa nel nostro prossimo incontro...",
      "6": "È... fuori dal mio controllo ora. Riesci nella tua prossima battaglia. Riesci... o la convenzionalità cesserà di esistere...",
      "7": "Il vuoto sta disturbando la normalità. Devi prevalere la prossima volta.",
      "8": "No... Questo non può essere... Il mondo sta diventando irregolare. Devi sconfiggere il vuoto!",
      "9": "Sconfitto... La nostra realtà strutturata si sta destabilizzando. Sei la nostra unica speranza.",
      "10": "Io... riesco a malapena a mantenere l'ordine... Il vuoto sta consumando la nostra normalità. Per favore... vinci...",
      "11": "Questa è una catastrofe... Il mondo sta sprofondando nel caos. Devi cambiare le sorti contro il vuoto!",
      "12": "La normalità... sta scivolando via. Il vuoto... è troppo potente. Vinci... o tutto l'ordine sarà perduto per sempre..."
    }
  },
  "rival_wallace": {
    "encounter": {
      "1": "Creiamo una battaglia bella come un balletto acquatico!",
      "2": "Pronto per un'altra esibizione? Il ritmo dell'acqua sembra... strano oggi.",
      "3": "Dobbiamo combattere. La melodia dell'oceano... sta diventando discordante.",
      "4": "Sei qui... Dobbiamo scontrarci. La bellezza del mondo... sta svanendo.",
      "5": "Affrontami! Ora! Le ultime gocce di eleganza... stanno evaporando!",
      "6": "Sei arrivato. Dobbiamo... danzare. È il nostro ultimo... atto di grazia.",
      "7": "Abbiamo ripristinato un po' di bellezza, ma il vuoto... è una macchia, che deturpa l'eleganza del mondo. Combattiamo!",
      "8": "Il vuoto è una dissonanza, che disturba l'armonia del mondo. Dobbiamo combattere per ripristinare la sua bellezza!",
      "9": "Ricordi la nostra ultima esibizione? Ora, il vuoto minaccia di cancellare ogni grazia dal mondo. Mostrami la tua eleganza!",
      "10": "Il vuoto è un flagello, che trasforma la bellezza in bruttezza. Dobbiamo combattere per proteggere lo splendore del mondo!",
      "11": "Dicono che la bellezza sia eterna. Abbiamo sfidato questo con l'oscurità. Facciamolo di nuovo con il vuoto. Affrontami!",
      "12": "L'oscurità era una macchia. Il vuoto è una corruzione, che distrugge tutto ciò che è bello. Dobbiamo combattere per l'eleganza!"
    },
    "victory": {
      "1": "Un'esibizione abbagliante! Anche se il luccichio dell'acqua sembra... opaco.",
      "2": "Sei diventato più elegante, eppure la bellezza del mondo sta... appassendo.",
      "3": "La tua forza... sta ripristinando lo splendore del mondo. Abbiamo bisogno di più della tua grazia.",
      "4": "Ogni tua battaglia... è come dipingere di nuovo la bellezza nel nostro mondo. Continua.",
      "5": "Il tuo potere... è l'ultimo vestigio di eleganza in questo caos. Continua a esibirti.",
      "6": "Sei la nostra ultima pennellata di bellezza. Continua... a combattere. Ripristina... il nostro magnifico mondo...",
      "7": "Hai vinto! La bellezza del mondo sembra... leggermente ripristinata. Ma la bruttezza del vuoto persiste ancora...",
      "8": "Il tuo potere è una pennellata di bellezza, ma è una soluzione temporanea. Abbiamo bisogno di più vittorie contro il vuoto!",
      "9": "Ben combattuto! La tua forza è una melodia contro la dissonanza del vuoto. Ma la sua influenza è forte...",
      "10": "Sei una forza di eleganza, ma il vuoto è un flagello implacabile. Continua a vincere!",
      "11": "Impressionante! Il mondo sembra più bello con il tuo potere. Ma il vuoto... è ancora una minaccia...",
      "12": "Un'altra vittoria, ma la corruzione del vuoto si sente ancora. Non possiamo lasciare che il nostro mondo perda il suo splendore!"
    },
    "defeat": {
      "1": "Una vittoria graziosa! La danza dell'acqua sembra... meno armoniosa.",
      "2": "Ho prevalso, ma l'eleganza del mondo sta svanendo. Riesci a percepirlo?",
      "3": "No... devi raffinare la tua tecnica. Il nostro bellissimo mondo... sta diventando brutto.",
      "4": "Non puoi perdere! La discordanza... sta annegando ogni bellezza...",
      "5": "Non posso... mantenere questa facciata elegante ancora a lungo. Devi trionfare la prossima volta...",
      "6": "È... tutto diventato grottesco per me. Vinci la tua prossima battaglia. Vinci... o ogni bellezza svanirà per sempre...",
      "7": "Il vuoto sta deturpando la bellezza del mondo. Devi prevalere la prossima volta!",
      "8": "No... Questo non può essere... Il mondo sta diventando orribile. Devi sconfiggere il vuoto!",
      "9": "Sconfitto... L'eleganza del mondo sta svanendo velocemente. Sei la nostra unica speranza!",
      "10": "Io... riesco a malapena a vedere qualche bellezza... Il vuoto sta consumando lo splendore del nostro mondo. Per favore... vinci...",
      "11": "Questa è una tragedia... Il mondo sta perdendo la sua bellezza. Devi cambiare le sorti contro il vuoto!",
      "12": "La bellezza... sta svanendo. Il vuoto... è troppo potente. Vinci... o ogni eleganza sarà perduta per sempre..."
    }
  },
  "rival_alder": {
    "encounter": {
      "1": "Mio giovane amico! Facciamo una battaglia piena di passione e spirito!",
      "2": "Un'altra sfida? Il fuoco della battaglia sembra... più fioco oggi.",
      "3": "Dobbiamo combattere. La passione del mondo... sta tremolando stranamente.",
      "4": "Sei qui... Dobbiamo scontrarci. La vitalità della vita... sta svanendo rapidamente.",
      "5": "Affrontami! Presto! Le ultime braci dello spirito... si stanno spegnendo!",
      "6": "Sei venuto. Dobbiamo... combattere. È la nostra ultima... scintilla di vita.",
      "7": "Abbiamo riacceso un po' di spirito, ma il vuoto... è un vento freddo, che minaccia di spegnere ogni passione. Combattimi!",
      "8": "Il vuoto è un vuoto, che prosciuga la vitalità del mondo. Dobbiamo combattere per riaccendere la fiamma!",
      "9": "Ricordi il fuoco della nostra ultima battaglia? Ora, il vuoto minaccia di spegnere tutta l'energia della vita. Mostrami il tuo spirito!",
      "10": "Il vuoto è apatia, che trasforma la passione in indifferenza. Dobbiamo combattere per mantenere vivi i nostri spiriti!",
      "11": "Dicono che la passione sia eterna. Abbiamo sfidato questo con l'oscurità. Facciamolo di nuovo con il vuoto. Affrontami, amico mio!",
      "12": "L'oscurità era un brivido. Il vuoto è una morsa gelida, che minaccia di congelare tutto il fuoco della vita. Dobbiamo combattere per la nostra passione!"
    },
    "victory": {
      "1": "Ben combattuto! Anche se l'emozione della battaglia sembra... attenuata.",
      "2": "Sei diventato più forte, eppure la vitalità del mondo sembra... diminuire.",
      "3": "La tua forza... sta riaccendendo lo spirito del mondo. Abbiamo bisogno di più della tua passione.",
      "4": "Ogni tua battaglia... è come riportare la vita nel nostro mondo. Non fermarti.",
      "5": "Il tuo potere... è l'unica cosa che mantiene battente il cuore del nostro mondo. Continua.",
      "6": "Sei la nostra ultima fiamma di speranza. Continua... a combattere. Riaccendi... il nostro mondo morente...",
      "7": "Hai vinto! Lo spirito del mondo sembra... leggermente riacceso. Ma la morsa fredda del vuoto persiste ancora...",
      "8": "Il tuo potere è una scintilla di passione, ma è una fiamma temporanea. Abbiamo bisogno di più vittorie contro il vuoto!",
      "9": "Ben combattuto! La tua forza è un fuoco contro l'apatia del vuoto. Ma la sua influenza è forte...",
      "10": "Sei una forza di vitalità, ma il vuoto è un freddo implacabile. Continua a vincere!",
      "11": "Impressionante! Il mondo sembra più vivo con il tuo potere. Ma il vuoto... è ancora una minaccia...",
      "12": "Un'altra vittoria, ma la presenza fredda del vuoto si sente ancora. Non possiamo lasciare che il nostro mondo perda la sua passione!"
    },
    "defeat": {
      "1": "Una vittoria piena di spirito! La gioia della battaglia ha un sapore... meno dolce.",
      "2": "Ho vinto, ma il vigore del mondo sta diminuendo. Lo senti anche tu?",
      "3": "No... devi alimentare la tua fiamma interiore. Il nostro mondo vibrante... sta diventando freddo.",
      "4": "Non puoi perdere! L'apatia... sta spegnendo tutta la vita...",
      "5": "Non posso... mantenere accesa la mia passione ancora a lungo. Devi vincere la prossima volta...",
      "6": "È... tutto diventato freddo per me. Vinci la tua prossima battaglia. Vinci... o tutto il fuoco della vita si spegnerà...",
      "7": "Il vuoto sta spegnendo la passione del mondo. Devi prevalere la prossima volta, amico mio!",
      "8": "No... Questo non può essere... Il mondo sta diventando freddo e senza vita. Devi sconfiggere il vuoto!",
      "9": "Sconfitto... Lo spirito del mondo sta svanendo velocemente. Sei la nostra unica speranza!",
      "10": "Io... riesco a malapena a sentire qualche passione... Il vuoto sta consumando la nostra vitalità. Per favore... vinci...",
      "11": "Questa è una tragedia... Il mondo sta perdendo la sua forza vitale. Devi cambiare le sorti contro il vuoto!",
      "12": "Il fuoco della vita... si sta spegnendo. Il vuoto... è troppo potente. Vinci... o ogni passione sarà perduta per sempre..."
    }
  },
  "rival_misty": {
    "encounter": {
      "1": "Pronto a tuffarti in un'altra battaglia, proprio come ai vecchi tempi?",
      "2": "Un altro incontro? L'aria è pesante... come prima di una tempesta in mare.",
      "3": "Dobbiamo combattere. Il nostro legame... sta vacillando come un miraggio.",
      "4": "Sei qui... Dobbiamo lottare. La nostra amicizia... è l'unica cosa chiara rimasta.",
      "5": "Affrontami! Ora! Il nostro viaggio condiviso... sta evaporando come la nebbia!",
      "6": "Sei venuto. Dobbiamo... scontrarci. È il nostro ultimo... fremito di connessione.",
      "7": "Abbiamo navigato attraverso l'oscurità insieme, ma il vuoto... è una nebbia, che oscura il nostro cammino condiviso. Combattimi!",
      "8": "Il vuoto è una corrente, che ci sta separando. Combattiamo per rimanere uniti!",
      "9": "Ricordi il nostro viaggio? Il vuoto vuole cancellare quei ricordi. Mostrami la tua determinazione!",
      "10": "Il vuoto è un vortice, che minaccia di annegare la nostra amicizia. Dobbiamo combattere per restare a galla!",
      "11": "Dicono che i legami forgiati nelle difficoltà siano eterni. Abbiamo sfidato questo con l'oscurità. Facciamolo di nuovo con il vuoto. Affrontami!",
      "12": "L'oscurità era una tempesta. Il vuoto è una siccità, che fa evaporare il nostro passato condiviso. Dobbiamo combattere per la nostra amicizia!"
    },
    "victory": {
      "1": "Non male! Ma le nostre avventure passate sembrano... sfocate, come guardare attraverso l'acqua torbida.",
      "2": "Sei migliorato, eppure i ricordi dei nostri viaggi sembrano... distanti, come una marea che si ritira.",
      "3": "La tua forza... sta dissipando la foschia. Abbiamo bisogno di più del tuo spirito.",
      "4": "Ogni tua battaglia... è come rivivere il nostro viaggio. Continua, per tutto ciò che abbiamo condiviso!",
      "5": "Il tuo potere... è l'unica cosa che mantiene a galla il nostro legame. Non arrenderti!",
      "6": "Sei la nostra ultima ancora di salvezza. Continua... a combattere. Ripristina... il flusso del nostro passato condiviso...",
      "7": "Hai vinto! Il nostro legame sembra... un po' più chiaro. Ma il vuoto sta ancora offuscando i nostri ricordi...",
      "8": "Il tuo potere è un raggio di faro, che taglia attraverso la nebbia, ma è un sollievo temporaneo. Abbiamo bisogno di più vittorie!",
      "9": "Ben combattuto! La tua forza è una corrente, che respinge l'attrazione del vuoto. Ma la sua forza è potente...",
      "10": "Sei un forte nuotatore, ma il vuoto è una marea implacabile. Continua a vincere!",
      "11": "Impressionante! Il nostro viaggio condiviso sembra più chiaro. Ma il vuoto... è ancora una minaccia per il nostro legame...",
      "12": "Un'altra vittoria, ma la nebbia del vuoto è ancora fitta. Non possiamo permettergli di cancellare tutto ciò che abbiamo vissuto!"
    },
    "defeat": {
      "1": "Proprio come quando ci siamo incontrati la prima volta! Aspetta... perché quel ricordo sembra così... sbiadito?",
      "2": "Ho vinto, ma... le nostre avventure insieme stanno diventando nebbiose. Riesci ancora a vederle?",
      "3": "No... devi diventare più forte. Le nostre esperienze condivise... stanno svanendo.",
      "4": "Non puoi permetterti di perdere! Il vuoto... sta prosciugando tutto ciò che abbiamo vissuto...",
      "5": "Non posso... mantenere la nostra amicizia ancora a lungo. Devi vincere la prossima volta...",
      "6": "È... tutto prosciugato per me ora. Vinci la tua prossima battaglia. Vinci... o ogni momento che abbiamo condiviso evapora...",
      "7": "Il vuoto sta offuscando il nostro passato condiviso. Devi prevalere la prossima volta!",
      "8": "No... Questo non può essere... I nostri ricordi stanno svanendo. Devi sconfiggere il vuoto!",
      "9": "Sconfitto... Il nostro legame si sta indebolendo. Il vuoto sta cancellando la nostra storia. Sei la nostra unica speranza!",
      "10": "Io... riesco a malapena a ricordare il nostro viaggio... Il vuoto sta consumando il nostro passato. Per favore... vinci...",
      "11": "Questo è un naufragio... Le nostre esperienze condivise stanno affondando. Devi cambiare le sorti contro il vuoto!",
      "12": "Il nostro passato... sta evaporando. Il vuoto... è troppo potente. Vinci... o la nostra amicizia sarà perduta in mare..."
    }
  },
  "rival_blaine": {
    "encounter": {
      "1": "Ragazzo mio! Pronto a risolvere l'enigma dei miei Pokémon di fuoco?",
      "2": "Un'altra battaglia infuocata? Il rombo del vulcano sembra... attenuato oggi.",
      "3": "Dobbiamo combattere. Le fiamme... stanno tremolando in modo innaturale.",
      "4": "Sei qui... Dobbiamo scontrarci. Il calore del mondo... si sta dissipando rapidamente.",
      "5": "Affrontami! Presto! Le ultime braci... stanno per essere spente!",
      "6": "Sei arrivato. Dobbiamo... combattere. È la nostra ultima... scintilla di calore.",
      "7": "Abbiamo alimentato le fiamme contro l'oscurità, ma il vuoto... è un'ondata di freddo, che minaccia di spegnere tutto il calore. Combattimi!",
      "8": "Il vuoto è un gelo profondo, che raggela il mondo fino al suo nucleo. Dobbiamo combattere per mantenere vivo il fuoco!",
      "9": "Ricordi le nostre battaglie infuocate? Ora, il vuoto minaccia di spegnere tutto il calore del mondo. Mostrami il tuo fuoco!",
      "10": "Il vuoto è lo zero assoluto, che trasforma il calore in un nulla gelido. Dobbiamo combattere per mantenere vive le braci!",
      "11": "Dicono che il fuoco sia eterno. Abbiamo sfidato questo con l'oscurità. Facciamolo di nuovo con il vuoto. Affrontami!",
      "12": "L'oscurità era un'ombra. Il vuoto è un gelo profondo, che minaccia di ghiacciare il mondo intero. Dobbiamo combattere per il calore!"
    },
    "victory": {
      "1": "Che forza! Anche se le fiamme dei miei Pokémon sembrano... più fredde.",
      "2": "Hai alzato la temperatura, eppure il mondo sembra... raffreddarsi.",
      "3": "La tua forza... sta riaccendendo il fuoco del nostro mondo. Abbiamo bisogno di più del tuo calore.",
      "4": "Ogni volta che combatti... è come alimentare le fiamme morenti del mondo. Continua così!",
      "5": "Il tuo potere... è l'unica cosa che mantiene vivo il fuoco. Non lasciarlo spegnere!",
      "6": "Sei il nostro ultimo carbone ardente. Continua... a combattere. Riaccendi... il nostro mondo che gela...",
      "7": "Hai vinto! Il mondo sembra... leggermente più caldo. Ma il gelo del vuoto è ancora pervasivo...",
      "8": "Il tuo potere è ardente, ma è un calore temporaneo. Abbiamo bisogno di più vittorie contro il vuoto!",
      "9": "Ben combattuto! La tua forza è una barriera contro il freddo del vuoto. Ma la sua influenza è forte...",
      "10": "Sei una fornace umana, ma il vuoto è un'era glaciale implacabile. Continua a vincere!",
      "11": "Impressionante! Il mondo sembra più caldo con il tuo potere. Ma il vuoto... è ancora una minaccia...",
      "12": "Un'altra vittoria, ma la morsa gelida del vuoto si sente ancora. Non possiamo lasciare che il nostro mondo si congeli!"
    },
    "defeat": {
      "1": "Una vittoria bruciante! L'aria intorno a noi sembra... insolitamente fredda.",
      "2": "Ho vinto, ma il calore del mondo sta svanendo. Senti anche tu questo freddo?",
      "3": "No... devi accendere il tuo fuoco interiore. Il nostro mondo... si sta congelando.",
      "4": "Non puoi perdere! Il ghiaccio... sta spegnendo tutto il calore che conosciamo...",
      "5": "Non posso... mantenere accese le fiamme ancora a lungo. Devi vincere la prossima volta...",
      "6": "È... tutto diventato freddo per me. Vinci la tua prossima battaglia. Vinci... o tutto si congela per sempre...",
      "7": "Il vuoto sta gelando il mondo fino alle ossa. Devi prevalere la prossima volta!",
      "8": "No... Questo non può essere... Il mondo si sta trasformando in ghiaccio. Devi sconfiggere il vuoto!",
      "9": "Sconfitto... Il calore del mondo sta svanendo. Sei la nostra unica speranza!",
      "10": "Io... riesco a malapena a sentire un po' di calore... Il vuoto sta consumando tutto il calore. Per favore... vinci...",
      "11": "Questo è un gelo profondo... Il mondo sta perdendo il suo calore. Devi cambiare le sorti contro il vuoto!",
      "12": "Il fuoco... si sta spegnendo. Il vuoto... è troppo potente. Vinci... o il mondo sarà racchiuso nel ghiaccio per sempre..."
    }
  },
  "rival_archie": {
    "encounter": {
      "1": "Vediamo se puoi resistere alla potenza del mare!",
      "2": "Pronto per un'altra battaglia acquatica? Gli oceani suonano... attutiti oggi.",
      "3": "Dobbiamo combattere. I mari... si stanno ritirando in modo innaturale.",
      "4": "Sei qui... Dobbiamo lottare. Le acque del mondo... stanno svanendo.",
      "5": "Affrontami! Ora! Le ultime onde... stanno per infrangersi per sempre!",
      "6": "Sei venuto. Dobbiamo... scontrarci. È la nostra ultima... marea dell'esistenza.",
      "7": "Abbiamo sollevato i mari contro l'oscurità, ma il vuoto... è una siccità, che fa evaporare tutta l'acqua del mondo. Combattimi!",
      "8": "Il vuoto sta prosciugando gli oceani. Dobbiamo combattere per mantenere i mari pieni!",
      "9": "Ricordi il nostro controllo sulle maree? Ora, il vuoto minaccia di prosciugare tutta l'acqua del mondo. Mostrami la tua potenza!",
      "10": "Il vuoto è un pozzo senza fondo, che inghiotte i mari interi. Dobbiamo combattere per mantenere vivi i nostri oceani!",
      "11": "Dicono che l'oceano sia eterno. Abbiamo sfidato questo con l'oscurità. Facciamolo di nuovo con il vuoto. Affrontami!",
      "12": "L'oscurità era un'onda di tempesta. Il vuoto è una siccità globale, che minaccia di trasformare il mondo in un deserto. Dobbiamo combattere per i mari!"
    },
    "victory": {
      "1": "Impossibile! Il Team Acqua non perde! Il ruggito del mare suona... flebile.",
      "2": "Sei diventato più forte. Tuttavia, gli oceani sembrano... restringersi.",
      "3": "La tua forza... sta richiamando le maree. Abbiamo bisogno di più del tuo potere.",
      "4": "Ogni tua battaglia... è come riempire gli oceani vuoti del mondo. Continua così!",
      "5": "Il tuo potere... è l'unica cosa che impedisce ai nostri mari di prosciugarsi. Non fermarti!",
      "6": "Sei la nostra ultima goccia di speranza. Continua... a combattere. Ripristina... i nostri oceani che svaniscono...",
      "7": "Hai vinto! Gli oceani sembrano... leggermente più pieni. Ma la siccità del vuoto è ancora grave...",
      "8": "Il tuo potere è un'onda di marea, ma è un'ondata temporanea. Abbiamo bisogno di più vittorie contro il vuoto!",
      "9": "Ben combattuto! La tua forza è una corrente, che respinge il prosciugamento del vuoto. Ma la sua attrazione è forte...",
      "10": "Sei una forza dell'oceano, ma il vuoto è una siccità implacabile. Continua a vincere!",
      "11": "Impressionante! I mari sembrano più pieni con il tuo potere. Ma il vuoto... è ancora una minaccia...",
      "12": "Un'altra vittoria, ma l'effetto prosciugante del vuoto si sente ancora. Non possiamo lasciare che i nostri oceani scompaiano!"
    },
    "defeat": {
      "1": "Il potere del mare prevale! Eppure le onde suonano... distanti in qualche modo.",
      "2": "Ho vinto, ma le acque del mondo si stanno ritirando. Riesci a vedere il fondale marino asciutto?",
      "3": "No... devi diventare uno tsunami. Il nostro mondo acquatico... sta evaporando.",
      "4": "Non puoi perdere! La siccità... sta consumando tutti i mari che conosciamo...",
      "5": "Non posso... mantenere gli oceani in crescita ancora a lungo. Devi vincere la prossima volta...",
      "6": "È... tutto prosciugato per me. Vinci la tua prossima battaglia. Vinci... o tutte le acque scompariranno per sempre...",
      "7": "Il vuoto sta prosciugando gli oceani del mondo. Devi prevalere la prossima volta!",
      "8": "No... Questo non può essere... I mari si stanno ritirando. Devi sconfiggere il vuoto!",
      "9": "Sconfitto... Le acque del mondo stanno svanendo. Sei la nostra unica speranza!",
      "10": "Io... riesco a malapena a sentire la presenza dell'oceano... Il vuoto sta consumando tutta l'acqua. Per favore... vinci...",
      "11": "Questa è una catastrofe... Il mondo si sta trasformando in un deserto. Devi cambiare le sorti contro il vuoto!",
      "12": "Gli oceani... stanno scomparendo. Il vuoto... è troppo potente. Vinci... o il mondo diventerà una terra desolata..."
    }
  },
  "rival_maxie": {
    "encounter": {
      "1": "Vediamo se puoi resistere alla potenza della terra!",
      "2": "Un'altra battaglia che fa tremare la terra? Il terreno sembra... meno solido oggi.",
      "3": "Dobbiamo combattere. La terra... si sta sgretolando sotto i nostri piedi.",
      "4": "Sei qui... Dobbiamo lottare. Le fondamenta del mondo... si stanno dissolvendo.",
      "5": "Affrontami! Presto! Gli ultimi pezzi di terra... stanno sprofondando!",
      "6": "Sei arrivato. Dobbiamo... scontrarci. È il nostro ultimo... granello di speranza.",
      "7": "Abbiamo espanso la terraferma contro l'oscurità, ma il vuoto... è erosione, che sgretola le fondamenta del mondo. Combattimi!",
      "8": "Il vuoto è una voragine, che inghiotte la terra intera. Dobbiamo combattere per mantenere la terra solida!",
      "9": "Ricordi il nostro potere sulla terra? Ora, il vuoto minaccia di trasformare il mondo in polvere. Mostrami la tua forza!",
      "10": "Il vuoto è un terremoto, che frattura la crosta terrestre. Dobbiamo combattere per mantenere il nostro mondo intatto!",
      "11": "Dicono che la terra sia eterna. Abbiamo sfidato questo con l'oscurità. Facciamolo di nuovo con il vuoto. Affrontami!",
      "12": "L'oscurità era un'ombra. Il vuoto è una frana, che minaccia di seppellire il mondo intero. Dobbiamo combattere per la terra!"
    },
    "victory": {
      "1": "Gli ideali del Team Magma resistono! Eppure la terra sembra... meno stabile.",
      "2": "Sei migliorato. Tuttavia, la crosta terrestre sembra... assottigliarsi.",
      "3": "La tua forza... sta solidificando la nostra realtà. Abbiamo bisogno di più del tuo potere.",
      "4": "Ogni tua battaglia... è come ricostruire le fondamenta del mondo. Non fermarti!",
      "5": "Il tuo potere... è l'unica cosa che impedisce alla nostra terra di collassare. Continua!",
      "6": "Sei la nostra ultima roccia di stabilità. Continua... a combattere. Ricostruisci... il nostro mondo che crolla...",
      "7": "Hai vinto! La terra sembra... leggermente più solida. Ma l'erosione del vuoto è ancora grave...",
      "8": "Il tuo potere è roccia madre, ma è una fondazione temporanea. Abbiamo bisogno di più vittorie contro il vuoto!",
      "9": "Ben combattuto! La tua forza è una montagna contro i tremori del vuoto. Ma la sua influenza è forte...",
      "10": "Sei una forza della terra, ma il vuoto è una frana implacabile. Continua a vincere!",
      "11": "Impressionante! La terra sembra più stabile con il tuo potere. Ma il vuoto... è ancora una minaccia...",
      "12": "Un'altra vittoria, ma l'effetto sgretolante del vuoto si sente ancora. Non possiamo lasciare che la nostra terra scompaia!"
    },
    "defeat": {
      "1": "La potenza della terra prevale! Il terreno sotto di noi sembra... vuoto.",
      "2": "Ho vinto, ma i continenti del mondo si stanno fratturando. Vedi gli abissi?",
      "3": "No... devi diventare una montagna inamovibile. Il nostro mondo solido... si sta liquefacendo.",
      "4": "Non puoi perdere! Il vuoto... sta inghiottendo tutta la terra che conosciamo...",
      "5": "Non posso... tenere insieme la terra ancora a lungo. Devi vincere la prossima volta...",
      "6": "È... tutto crollato per me. Vinci la tua prossima battaglia. Vinci... o tutta la terra scomparirà nell'abisso...",
      "7": "Il vuoto sta erodendo la massa terrestre del mondo. Devi prevalere la prossima volta!",
      "8": "No... Questo non può essere... La terra si sta sgretolando. Devi sconfiggere il vuoto!",
      "9": "Sconfitto... Le fondamenta del mondo si stanno dissolvendo. Sei la nostra unica speranza!",
      "10": "Io... riesco a malapena a sentire la terra sotto i miei piedi... Il vuoto sta consumando tutta la terra. Per favore... vinci...",
      "11": "Questo è un disastro... Il mondo si sta trasformando in polvere. Devi cambiare le sorti contro il vuoto!",
      "12": "La terra... sta scomparendo. Il vuoto... è troppo potente. Vinci... o il mondo diventerà un pozzo senza fondo..."
    }
  },
  "rival_ghetsis": {
    "encounter": {
      "1": "Vediamo se i tuoi ideali possono resistere alla mia verità!",
      "2": "Un altro confronto? L'equilibrio tra ideali e verità sembra... distorto oggi.",
      "3": "Dobbiamo combattere. La realtà stessa... sta diventando una menzogna.",
      "4": "Sei venuto... Dobbiamo lottare. Il mondo... sta perdendo ogni significato.",
      "5": "Affrontami! Ora! Prima che ogni verità... diventi falsità!",
      "6": "Sei qui. Dobbiamo... scontrarci. È il nostro ultimo... aggrappo alla realtà.",
      "7": "Abbiamo stabilito un nuovo ordine dopo l'oscurità, ma il vuoto... è una distorsione, che trasforma la verità in menzogne. Combattimi!",
      "8": "Il vuoto è un ingannatore, che corrompe ideali e verità. Dobbiamo combattere per ripristinare l'equilibrio!",
      "9": "Ricordi il nostro scontro di ideali? Ora, il vuoto minaccia di rendere la verità un concetto dimenticato. Mostrami la tua convinzione!",
      "10": "Il vuoto è un paradosso, che trasforma la realtà in un'illusione. Dobbiamo combattere per mantenere il nostro mondo ancorato alla verità!",
      "11": "Dicono che la verità sia eterna. Abbiamo sfidato questo con l'oscurità. Facciamolo di nuovo con il vuoto. Affrontami!",
      "12": "L'oscurità era una menzogna. Il vuoto è l'assenza di verità, che minaccia di far sprofondare il mondo nell'insignificanza. Dobbiamo combattere per la realtà!"
    },
    "victory": {
      "1": "Impossibile! La mia verità è assoluta! La realtà stessa sembra... meno concreta.",
      "2": "Sei diventato più forte, ma... il mondo sembra sempre più illusorio.",
      "3": "La tua forza... sta ancorando la nostra realtà. Abbiamo bisogno di più della tua convinzione.",
      "4": "Ogni tua battaglia... è come riaffermare l'esistenza del mondo. Continua.",
      "5": "Il tuo potere... è l'unica cosa che mantiene il nostro mondo reale. Non vacillare ora.",
      "6": "Sei il nostro ultimo filo di verità. Continua... a combattere. Ripristina... la nostra realtà che svanisce...",
      "7": "Hai vinto! Il mondo sembra... leggermente più reale. Ma l'inganno del vuoto è ancora potente...",
      "8": "Il tuo potere è un faro di verità, ma è una luce temporanea. Abbiamo bisogno di più vittorie contro il vuoto!",
      "9": "Ben combattuto! La tua forza è una spada contro le menzogne del vuoto. Ma la sua influenza è forte...",
      "10": "Sei una forza di convinzione, ma il vuoto è un illusionista implacabile. Continua a vincere!",
      "11": "Impressionante! Il mondo sembra più ancorato alla verità con il tuo potere. Ma il vuoto... è ancora una minaccia...",
      "12": "Un'altra vittoria, ma l'effetto distorcente del vuoto si sente ancora. Non possiamo lasciare che il nostro mondo diventi una menzogna!"
    },
    "defeat": {
      "1": "La mia verità regna suprema! Eppure tutto sembra... meno certo.",
      "2": "Sono stato superato, eppure il mondo intorno a noi sembra... sempre più falso.",
      "3": "No... devi diventare l'incarnazione della verità. Il nostro mondo... sta diventando una menzogna.",
      "4": "Non puoi perdere! Le falsità... stanno consumando tutto ciò che sappiamo essere vero...",
      "5": "Non riesco... a distinguere la verità dalle menzogne. Devi avere successo la prossima volta...",
      "6": "È... tutto diventato un'illusione. Vinci la tua prossima battaglia. Vinci... o ogni verità cesserà di esistere...",
      "7": "Il vuoto sta trasformando la realtà in una menzogna. Devi prevalere la prossima volta!",
      "8": "No... Questo non può essere... Il mondo sta diventando una finzione. Devi sconfiggere il vuoto!",
      "9": "Sconfitto... La verità sta perdendo il suo significato. Sei la nostra unica speranza!",
      "10": "Io... riesco a malapena a discernere ciò che è reale... Il vuoto sta consumando ogni verità. Per favore... vinci...",
      "11": "Questo è un incubo... Il mondo sta diventando un'illusione. Devi cambiare le sorti contro il vuoto!",
      "12": "La verità... sta svanendo. Il vuoto... è troppo potente. Vinci... o il mondo diventerà una menzogna senza senso..."
    }
  },
  "rival_lysandre": {
    "encounter": {
      "1": "Vediamo se la tua visione del futuro si allinea con la mia!",
      "2": "Un'altra battaglia? La bellezza del mondo sembra... offuscata oggi.",
      "3": "Dobbiamo combattere. Il futuro... sta diventando un incubo.",
      "4": "Sei arrivato... Dobbiamo lottare. Il nostro mondo... sta perdendo tutto il suo splendore.",
      "5": "Affrontami! Presto! Prima che gli ultimi vestigi di bellezza... prima che svaniscano!",
      "6": "Sei qui. Dobbiamo... scontrarci. È la nostra ultima... possibilità di perfezione.",
      "7": "Abbiamo cercato di perfezionare il mondo dopo l'oscurità, ma il vuoto... è una corruzione, che contamina tutto ciò che è bello. Combattimi!",
      "8": "Il vuoto è una bruttura, che si diffonde come una malattia. Dobbiamo combattere per preservare la bellezza del mondo!",
      "9": "Ricordi la nostra visione di un futuro perfetto? Ora, il vuoto minaccia di renderla una realtà grottesca. Mostrami il tuo splendore!",
      "10": "Il vuoto è un distruttore, che trasforma la bellezza in decadimento. Dobbiamo combattere per mantenere il nostro mondo radioso!",
      "11": "Dicono che la bellezza sia negli occhi di chi guarda. Abbiamo sfidato questo con l'oscurità. Facciamolo di nuovo con il vuoto. Affrontami!",
      "12": "L'oscurità era una macchia. Il vuoto è un marciume, che minaccia di consumare tutta la bellezza nel mondo. Dobbiamo combattere per la perfezione!"
    },
    "victory": {
      "1": "Il mio mondo perfetto resiste! I colori intorno a noi sembrano... in qualche modo più spenti.",
      "2": "Sei migliorato. Tuttavia, ciò che ci circonda sembra sempre più... grottesco.",
      "3": "La tua forza... sta ripristinando la bellezza del mondo. Abbiamo bisogno di più del tuo splendore.",
      "4": "Ogni tua battaglia... è come dipingere sulla bruttezza del mondo. Continua così.",
      "5": "Il tuo potere... è l'unica cosa che mantiene l'estetica del nostro mondo. Non fermarti.",
      "6": "Sei la nostra ultima speranza per un mondo bello. Continua... a combattere. Ripristina... il nostro splendore che svanisce...",
      "7": "Hai vinto! Il mondo sembra... leggermente più bello. Ma la corruzione del vuoto è ancora dilagante...",
      "8": "Il tuo potere è un capolavoro, ma è una soluzione temporanea. Abbiamo bisogno di più vittorie contro il vuoto!",
      "9": "Ben combattuto! La tua forza è una luce contro la bruttezza del vuoto. Ma la sua influenza è forte...",
      "10": "Sei una forza di bellezza, ma il vuoto è un distruttore implacabile. Continua a vincere!",
      "11": "Impressionante! Il mondo sembra più radioso con il tuo potere. Ma il vuoto... è ancora una minaccia...",
      "12": "Un'altra vittoria, ma l'effetto contaminante del vuoto si sente ancora. Non possiamo lasciare che il nostro mondo diventi grottesco!"
    },
    "defeat": {
      "1": "La mia visione di bellezza prevale! Eppure il mondo appare... meno radioso.",
      "2": "Ho vinto, ma la bellezza del mondo sta diminuendo. Riesci a vedere il decadimento?",
      "3": "No... devi diventare l'epitome della perfezione. Il nostro mondo... sta diventando orribile.",
      "4": "Non puoi perdere! La bruttezza... sta consumando tutta la bellezza che conosciamo...",
      "5": "Non posso... mantenere questa facciata di perfezione ancora a lungo. Devi vincere la prossima volta...",
      "6": "È... tutto diventato ripugnante. Vinci la tua prossima battaglia. Vinci... o tutta la bellezza svanirà per sempre...",
      "7": "Il vuoto sta corrompendo la bellezza del mondo. Devi prevalere la prossima volta!",
      "8": "No... Questo non può essere... Il mondo sta diventando orribile. Devi sconfiggere il vuoto!",
      "9": "Sconfitto... La bellezza sta svanendo dal mondo. Sei la nostra unica speranza!",
      "10": "Io... riesco a malapena a vedere qualche bellezza rimasta... Il vuoto sta consumando tutto ciò che è radioso. Per favore... vinci...",
      "11": "Questa è una farsa... Il mondo sta perdendo il suo splendore. Devi cambiare le sorti contro il vuoto!",
      "12": "La bellezza... sta appassendo. Il vuoto... è troppo potente. Vinci... o il mondo diventerà un'eterna bruttura..."
    }
  },
  "rival_rose": {
    "encounter": {
      "1": "Vediamo se la tua energia può eguagliare il fenomeno Dynamax di Galar!",
      "2": "Un'altra battaglia? L'energia Dynamax sembra... instabile oggi.",
      "3": "Dobbiamo combattere. Il potere... sta fluttuando pericolosamente.",
      "4": "Sei qui... Dobbiamo lottare. Il nostro mondo... sta perdendo la sua capacità Dynamax.",
      "5": "Affrontami! Ora! Prima che le ultime tracce di Dynamax... prima che svaniscano completamente!",
      "6": "Sei venuto. Dobbiamo... scontrarci. È il nostro ultimo... picco di potere.",
      "7": "Abbiamo imbrigliato l'energia di Galar dopo l'oscurità, ma il vuoto... è un risucchio, che prosciuga il fenomeno Dynamax. Combattimi!",
      "8": "Il vuoto è una perturbazione, che rende instabile l'energia Dynamax. Dobbiamo combattere per riprendere il controllo!",
      "9": "Ricordi il potere del Dynamax? Ora, il vuoto minaccia di estinguerlo. Mostrami la tua energia!",
      "10": "Il vuoto è un soppressore, che annulla il fenomeno Dynamax. Dobbiamo combattere per mantenere vivo il potere di Galar!",
      "11": "Dicono che l'energia non si crea né si distrugge. Abbiamo sfidato questo con l'oscurità. Facciamolo di nuovo con il vuoto. Affrontami!",
      "12": "L'oscurità era un'ondata. Il vuoto è un prosciugamento di potere, che minaccia di lasciare Galar senza energia. Dobbiamo combattere per la nostra energia!"
    },
    "victory": {
      "1": "Il futuro di Galar brilla luminoso! Eppure l'aura Dynamax sembra... più fioca.",
      "2": "Sei diventato più forte. Tuttavia, l'energia del mondo sembra... svanire.",
      "3": "La tua forza... sta stabilizzando il fenomeno Dynamax. Abbiamo bisogno di più del tuo potere.",
      "4": "Ogni tua battaglia... è come ricaricare l'energia di Galar. Non fermarti ora.",
      "5": "Il tuo potere... è l'unica cosa che mantiene vivo il Dynamax. Continua a spingere.",
      "6": "Sei la nostra ultima fonte di energia. Continua... a combattere. Rialimenta... il nostro mondo morente...",
      "7": "Hai vinto! L'energia Dynamax sembra... leggermente più stabile. Ma il risucchio del vuoto è ancora forte...",
      "8": "Il tuo potere è un'ondata di energia, ma è una spinta temporanea. Abbiamo bisogno di più vittorie contro il vuoto!",
      "9": "Ben combattuto! La tua forza è una corrente contro la soppressione del vuoto. Ma la sua influenza è forte...",
      "10": "Sei una centrale elettrica, ma il vuoto è un prosciugamento di energia implacabile. Continua a vincere!",
      "11": "Impressionante! L'energia Dynamax sembra più stabile con il tuo potere. Ma il vuoto... è ancora una minaccia...",
      "12": "Un'altra vittoria, ma l'effetto prosciugante del vuoto si sente ancora. Non possiamo lasciare che Galar perda il suo potere!"
    },
    "defeat": {
      "1": "Il potere di Galar prevale! L'energia Dynamax sembra... meno potente.",
      "2": "Ho vinto, eppure il potere del mondo sembra dissiparsi. Riesci a percepirlo?",
      "3": "No... devi diventare un faro di energia. Il nostro mondo... sta perdendo il suo potere.",
      "4": "Non puoi permetterti di perdere! Il vuoto... sta prosciugando tutta la nostra energia...",
      "5": "Non posso... mantenere il fenomeno Dynamax ancora a lungo. Devi vincere la prossima volta...",
      "6": "È... tutto senza potere ora. Vinci la tua prossima battaglia. Vinci... o l'energia di Galar scomparirà per sempre...",
      "7": "Il vuoto sta prosciugando l'energia Dynamax di Galar. Devi prevalere la prossima volta!",
      "8": "No... Questo non può essere... Il fenomeno Dynamax si sta indebolendo. Devi sconfiggere il vuoto!",
      "9": "Sconfitto... L'energia di Galar sta svanendo. Sei la nostra unica speranza!",
      "10": "Io... riesco a malapena a sentire l'energia Dynamax... Il vuoto sta consumando tutto il nostro potere. Per favore... vinci...",
      "11": "Questo è un blackout... Galar sta perdendo la sua energia. Devi cambiare le sorti contro il vuoto!",
      "12": "Il potere... sta svanendo. Il vuoto... è troppo forte. Vinci... o Galar rimarrà nell'oscurità..."
    }
  },
  "rival_guzma": {
    "encounter": {
      "1": "Ehi! Il tuo ragazzo Guzma ti schiaccerà!",
      "2": "Tornato per altro dolore? L'atmosfera di Alola sembra... strana oggi.",
      "3": "Dobbiamo combattere. Il Team Skull... stiamo svanendo, ehi.",
      "4": "Sei qui... Dobbiamo lottare. Il nostro mondo... sta perdendo il suo stile.",
      "5": "Affrontami! Ora! Prima che il Team Skull... prima che scompariamo per sempre!",
      "6": "Ce l'hai fatta. Dobbiamo... scontrarci. È la nostra ultima... possibilità di esistere.",
      "7": "Eravamo i più tosti dopo l'oscurità, ma il vuoto... è un guastafeste, che prosciuga lo spirito del Team Skull. Combattimi!",
      "8": "Il vuoto fa schifo, succhia la vita da tutto. Dobbiamo combattere per mantenere la reputazione del Team Skull!",
      "9": "Ricordi quando comandavamo? Ora, il vuoto minaccia di renderci dei nessuno. Mostrami la tua forza!",
      "10": "Il vuoto è deprimente, trasforma il nostro stile in niente. Dobbiamo combattere per mantenere vivo il Team Skull!",
      "11": "Dicono che non si può uccidere uno spirito. Abbiamo sfidato questo con l'oscurità. Facciamolo di nuovo con il vuoto. Affrontami!",
      "12": "L'oscurità era una batosta. Il vuoto è una cancellazione totale, che minaccia di cancellare il Team Skull. Dobbiamo combattere per la nostra esistenza!"
    },
    "victory": {
      "1": "Cosa? Il tuo ragazzo Guzma ha perso? Lo stile del Team Skull sembra... diminuito.",
      "2": "Sei diventato più tosto, ma... lo spirito di Alola sembra svanire.",
      "3": "La tua forza... sta tenendo insieme il Team Skull. Abbiamo bisogno di più del tuo potere.",
      "4": "Ogni volta che combatti... è come se Alola ricordasse il suo ritmo. Continua così!",
      "5": "Il tuo potere... è l'unica cosa che ci mantiene reali. Non fermarti ora.",
      "6": "Sei la nostra ultima speranza. Continua... a combattere. Salva... il Team Skull e Alola...",
      "7": "Hai vinto! Il Team Skull sembra... leggermente più reale. Ma il vuoto è ancora una grande seccatura...",
      "8": "Il tuo potere è un boost per la nostra reputazione, ma è temporaneo. Abbiamo bisogno di più vittorie contro il vuoto!",
      "9": "Ben combattuto! La tua forza mantiene la realtà contro l'influenza deprimente del vuoto. Ma è forte...",
      "10": "Sei tosto, ma il vuoto è un guastafeste implacabile. Continua a vincere!",
      "11": "Impressionante! Lo spirito del Team Skull è forte con te. Ma il vuoto... è ancora una minaccia...",
      "12": "Un'altra vittoria, ma l'effetto prosciugante del vuoto si sente ancora. Non possiamo lasciare che il Team Skull svanisca!"
    },
    "defeat": {
      "1": "Ecco come lo fa il tuo ragazzo Guzma! Ma la presenza del Team Skull sembra... più debole.",
      "2": "Ho vinto, ma la presenza del Team Skull si sta indebolendo. Lo senti anche tu?",
      "3": "No... devi diventare più forte. La nostra crew... stiamo diventando dei nessuno.",
      "4": "Non puoi perdere! Il vuoto... sta cancellando il Team Skull dall'esistenza...",
      "5": "Non posso... tenere insieme la nostra gang ancora a lungo. Devi vincere la prossima volta...",
      "6": "È... tutto finito per il tuo ragazzo. Vinci la tua prossima battaglia. Vinci... o svaniremo nel nulla...",
      "7": "Il vuoto ci sta rendendo dei nessuno. Devi prevalere la prossima volta!",
      "8": "No... Questo non può essere... Il Team Skull sta scomparendo. Devi sconfiggere il vuoto!",
      "9": "Sconfitto... Stiamo perdendo la nostra reputazione. Sei la nostra unica speranza!",
      "10": "Io... riesco a malapena a sentirmi me stesso... Il vuoto sta cancellando il Team Skull. Per favore... vinci...",
      "11": "Questa è una cancellazione totale... Il Team Skull sta svanendo. Devi cambiare le sorti contro il vuoto!",
      "12": "Il Team Skull... siamo storia. Il vuoto... è troppo potente. Vinci... o spariremo per sempre..."
    }
  },
  "rival_lusamine": {
    "encounter": {
      "1": "Vediamo se il tuo legame con i Pokémon può eguagliare il mio amore per loro!",
      "2": "Un'altra battaglia? Gli Ultravarchi sembrano... più instabili oggi.",
      "3": "Dobbiamo combattere. I confini tra i mondi... si stanno dissolvendo.",
      "4": "Sei qui... Dobbiamo lottare. La nostra realtà... si sta fondendo con altre.",
      "5": "Affrontami! Presto! Prima che tutte le dimensioni... prima che collassino in una sola!",
      "6": "Sei arrivato. Dobbiamo... scontrarci. È la nostra ultima... possibilità di separare le realtà.",
      "7": "Abbiamo cercato di comprendere altre dimensioni dopo l'oscurità, ma il vuoto... è una densità, che fonde tutte le realtà in una. Combattimi!",
      "8": "Il vuoto è una fusione, che sfuma i confini tra le dimensioni. Dobbiamo combattere per mantenere i nostri mondi distinti!",
      "9": "Ricordi gli Ultrabestie? Ora, il vuoto minaccia di rendere tutte le realtà un caos unico. Mostrami la tua forza!",
      "10": "Il vuoto è una singolarità, che fa collassare tutte le dimensioni. Dobbiamo combattere per mantenere la nostra realtà separata!",
      "11": "Dicono che ci siano infinite realtà. Abbiamo sfidato questo con l'oscurità. Facciamolo di nuovo con il vuoto. Affrontami!",
      "12": "L'oscurità era uno strappo tra i mondi. Il vuoto è una fusione completa, che minaccia di creare una singolarità caotica. Dobbiamo combattere per la nostra realtà!"
    },
    "victory": {
      "1": "Il mio amore per i Pokémon trionfa! Eppure sembrano... in qualche modo meno vivaci.",
      "2": "Sei migliorato. Tuttavia, le barriere tra i mondi sono... sempre più sottili.",
      "3": "La tua forza... sta stabilizzando la nostra realtà. Abbiamo bisogno di più del tuo potere.",
      "4": "Ogni tua battaglia... è come rinforzare i muri tra le dimensioni. Continua.",
      "5": "Il tuo potere... è l'unica cosa che mantiene il nostro mondo intatto. Non vacillare ora.",
      "6": "Sei la nostra ultima barriera contro il caos. Continua... a combattere. Separa... le nostre realtà che collassano...",
      "7": "Hai vinto! La nostra realtà sembra... leggermente più distinta. Ma l'effetto di fusione del vuoto è ancora forte...",
      "8": "Il tuo potere è una barriera, ma è temporanea. Abbiamo bisogno di più vittorie contro il vuoto!",
      "9": "Ben combattuto! La tua forza è un muro contro la fusione del vuoto. Ma la sua influenza è forte...",
      "10": "Sei una forza di separazione, ma il vuoto è un unificatore implacabile. Continua a vincere!",
      "11": "Impressionante! La nostra realtà sembra più distinta con il tuo potere. Ma il vuoto... è ancora una minaccia...",
      "12": "Un'altra vittoria, ma l'effetto di fusione del vuoto si sente ancora. Non possiamo lasciare che la nostra realtà si dissolva!"
    },
    "defeat": {
      "1": "I miei bellissimi Pokémon prevalgono! Gli Ultrabestie sembrano... meno ultraterreni.",
      "2": "Ho vinto, ma i confini tra i mondi si stanno sfocando. Riesci a vederlo?",
      "3": "No... devi diventare un pilastro del nostro mondo. La realtà... si sta fondendo con altre.",
      "4": "Non puoi perdere! Il vuoto... sta fondendo tutte le dimensioni che conosciamo...",
      "5": "Non posso... mantenere il nostro mondo separato ancora a lungo. Devi vincere la prossima volta...",
      "6": "È... tutto diventato un unico regno caotico. Vinci la tua prossima battaglia. Vinci... o tutte le realtà si fonderanno per sempre...",
      "7": "Il vuoto sta fondendo tutte le realtà. Devi prevalere la prossima volta!",
      "8": "No... Questo non può essere... I confini tra i mondi si stanno dissolvendo. Devi sconfiggere il vuoto!",
      "9": "Sconfitta... La nostra realtà sta perdendo la sua identità. Sei la nostra unica speranza!",
      "10": "Io... riesco a malapena a distinguere il nostro mondo dagli altri... Il vuoto sta fondendo tutte le dimensioni. Per favore... vinci...",
      "11": "Questa è una catastrofe dimensionale... Tutte le realtà si stanno fondendo. Devi cambiare le sorti contro il vuoto!",
      "12": "Il nostro mondo... sta perdendo la sua forma. Il vuoto... è troppo potente. Vinci... o tutta la realtà diventerà un caos..."
    }
  },
  "rival_nemona": {
    "encounter": {
      "1": "Facciamo una battaglia che farà correre il sangue per l'eccitazione!",
      "2": "Pronto per un altro incontro emozionante? L'aria sembra... meno elettrizzante oggi.",
      "3": "Dobbiamo combattere. L'eccitazione del mondo... si sta esaurendo.",
      "4": "Sei qui... Dobbiamo lottare. La nostra realtà... sta diventando spenta e senza vita.",
      "5": "Affrontami! Ora! Prima che l'ultima scintilla di emozione... prima che svanisca per sempre!",
      "6": "Sei venuto. Dobbiamo... scontrarci. È la nostra ultima... possibilità di riaccendere la passione del mondo.",
      "7": "Abbiamo riportato l'emozione dopo l'oscurità, ma il vuoto... è monotonia, che prosciuga ogni eccitazione dal mondo. Combattimi!",
      "8": "Il vuoto è noia, che rende tutto spento e senza vita. Dobbiamo combattere per mantenere il mondo emozionante!",
      "9": "Ricordi le nostre battaglie emozionanti? Ora, il vuoto minaccia di rendere tutto monotono. Mostrami la tua passione!",
      "10": "Il vuoto è un vuoto, che prosciuga tutto il brivido dalla vita. Dobbiamo combattere per mantenere il nostro mondo vibrante!",
      "11": "Dicono che l'eccitazione sia il sale della vita. Abbiamo sfidato questo con l'oscurità. Facciamolo di nuovo con il vuoto. Affrontami!",
      "12": "L'oscurità era una pausa. Il vuoto è una completa assenza di eccitazione, che minaccia di rendere il mondo noioso. Dobbiamo combattere per le nostre emozioni!"
    },
    "victory": {
      "1": "Che brivido! Ma l'emozione della vittoria sembra... in qualche modo attenuata.",
      "2": "Sei diventato più forte! Eppure la vivacità del mondo sembra... svanire.",
      "3": "La tua forza... sta riportando l'eccitazione nel mondo. Abbiamo bisogno di più della tua energia.",
      "4": "Ogni volta che combatti... è come se il mondo ricordasse come sentirsi vivo. Continua così!",
      "5": "Il tuo potere... è l'unica cosa che mantiene il nostro mondo emozionante. Non arrenderti!",
      "6": "Sei la nostra ultima scintilla di eccitazione. Continua... a combattere. Riaccendi... la passione del nostro mondo...",
      "7": "Hai vinto! Il mondo sembra... leggermente più emozionante. Ma la monotonia del vuoto è ancora forte...",
      "8": "Il tuo potere è una scarica di eccitazione, ma è un brivido temporaneo. Abbiamo bisogno di più vittorie contro il vuoto!",
      "9": "Ben combattuto! La tua forza è una scintilla contro la monotonia del vuoto. Ma la sua influenza è forte...",
      "10": "Sei una forza di eccitazione, ma il vuoto è una noia implacabile. Continua a vincere!",
      "11": "Impressionante! Il mondo sembra più vibrante con il tuo potere. Ma il vuoto... è ancora una minaccia...",
      "12": "Un'altra vittoria, ma l'effetto prosciugante del vuoto si sente ancora. Non possiamo lasciare che il nostro mondo diventi monotono!"
    },
    "defeat": {
      "1": "Ho vinto, ma la vittoria sembra... meno esaltante del solito.",
      "2": "Un'altra vittoria per me, eppure il mondo sembra meno vibrante. Lo senti anche tu?",
      "3": "No... devi accendere più passione. Il nostro mondo... sta perdendo il suo colore.",
      "4": "Non puoi perdere! La monotonia... sta consumando tutta l'eccitazione che conosciamo...",
      "5": "Non posso... sentire più il brivido. Devi vincere la prossima volta...",
      "6": "È... tutto diventato grigio per me. Vinci la tua prossima battaglia. Vinci... o il nostro mondo perderà la sua ultima scintilla per sempre...",
      "7": "Il vuoto sta prosciugando ogni eccitazione dal mondo. Devi prevalere la prossima volta!",
      "8": "No... Questo non può essere... Il mondo sta diventando spento e senza vita. Devi sconfiggere il vuoto!",
      "9": "Sconfitta... Il brivido sta svanendo dal mondo. Sei la nostra unica speranza!",
      "10": "Io... riesco a malapena a sentire qualche emozione... Il vuoto sta consumando tutta la gioia. Per favore... vinci...",
      "11": "Che noia... Il mondo sta perdendo la sua vivacità. Devi cambiare le sorti contro il vuoto!",
      "12": "L'eccitazione... sta svanendo. Il vuoto... è troppo potente. Vinci... o il mondo diventerà eternamente monotono..."
    }
  },
  "rival_norman": {
    "encounter": {
      "1": "Mostrami la forza del tuo legame con i tuoi Pokémon!",
      "2": "Pronto per un'altra prova? L'equilibrio del potere sembra... distorto oggi.",
      "3": "Dobbiamo combattere. L'ordine naturale... sta diventando caotico.",
      "4": "Sei qui... Dobbiamo lottare. L'armonia del nostro mondo... si sta disintegrando.",
      "5": "Affrontami! Ora! Prima che l'ultimo brandello di equilibrio... prima che sia perso per sempre!",
      "6": "Sei venuto. Dobbiamo... scontrarci. È la nostra ultima... possibilità di ripristinare l'equilibrio.",
      "7": "Abbiamo mantenuto l'equilibrio dopo l'oscurità, ma il vuoto... è una perturbazione, che getta il mondo nel caos. Combattimi!",
      "8": "Il vuoto è uno squilibrio, che fa pendere le bilance del potere. Dobbiamo combattere per ripristinare l'armonia!",
      "9": "Ricordi le nostre battaglie per l'equilibrio? Ora, il vuoto minaccia di creare il disordine totale. Mostrami la tua forza!",
      "10": "Il vuoto è una forza del caos, che perturba l'ordine naturale. Dobbiamo combattere per mantenere il nostro mondo in equilibrio!",
      "11": "Dicono che l'equilibrio sia la chiave di tutto. Abbiamo sfidato questo con l'oscurità. Facciamolo di nuovo con il vuoto. Affrontami!",
      "12": "L'oscurità era uno squilibrio. Il vuoto è puro caos, che minaccia di distruggere ogni ordine nel mondo. Dobbiamo combattere per l'equilibrio!"
    },
    "victory": {
      "1": "Ben fatto! Ma la solita soddisfazione della battaglia sembra... diminuita.",
      "2": "Sei migliorato, eppure l'equilibrio del mondo sembra sempre più... instabile.",
      "3": "La tua forza... sta ripristinando l'armonia del nostro mondo. Abbiamo bisogno di più della tua determinazione.",
      "4": "Ogni tua battaglia... è come riequilibrare le bilance della nostra realtà. Continua così.",
      "5": "Il tuo potere... è l'unica cosa che mantiene l'ordine nel nostro mondo. Non vacillare.",
      "6": "Sei la nostra ultima speranza per l'equilibrio. Continua... a combattere. Ripristina... l'equilibrio del nostro mondo...",
      "7": "Hai vinto! Il mondo sembra... leggermente più equilibrato. Ma il caos del vuoto è ancora dilagante...",
      "8": "Il tuo potere è una forza stabilizzante, ma è temporanea. Abbiamo bisogno di più vittorie contro il vuoto!",
      "9": "Ben combattuto! La tua forza è un contrappeso contro lo squilibrio del vuoto. Ma la sua influenza è forte...",
      "10": "Sei una forza di equilibrio, ma il vuoto è una fonte implacabile di caos. Continua a vincere!",
      "11": "Impressionante! Il mondo sembra più in equilibrio con il tuo potere. Ma il vuoto... è ancora una minaccia...",
      "12": "Un'altra vittoria, ma l'effetto destabilizzante del vuoto si sente ancora. Non possiamo lasciare che il nostro mondo cada nel caos!"
    },
    "defeat": {
      "1": "Una solida vittoria! L'ordine naturale sembra... in qualche modo meno stabile.",
      "2": "Ho vinto, ma l'armonia del mondo sta vacillando. Lo stai notando anche tu?",
      "3": "No... devi diventare più forte. La nostra realtà... sta cadendo nel caos.",
      "4": "Non puoi perdere! Il disordine... sta sopraffacendo ogni equilibrio che conosciamo...",
      "5": "Non posso... mantenere alcuna parvenza di ordine. Devi vincere la prossima volta...",
      "6": "È... tutto caos ora. Vinci la tua prossima battaglia. Vinci... o ogni equilibrio sarà perso per sempre...",
      "7": "Il vuoto sta gettando il mondo nel disordine. Devi prevalere la prossima volta!",
      "8": "No... Questo non può essere... Il mondo sta perdendo il suo equilibrio. Devi sconfiggere il vuoto!",
      "9": "Sconfitto... L'ordine naturale sta collassando. Sei la nostra unica speranza!",
      "10": "Io... riesco a malapena a mantenere l'equilibrio... Il vuoto sta consumando ogni ordine. Per favore... vinci...",
      "11": "Questa è una catastrofe... Il mondo sta cadendo nel caos. Devi cambiare le sorti contro il vuoto!",
      "12": "L'equilibrio... è perso. Il vuoto... è troppo potente. Vinci... o il mondo diventerà eternamente caotico..."
    }
  }
}