{
  "intro": "PokéVoidへようこそ！ログライク要素が\n加わったバトル中心のポケモンファンゲームです。\n$このゲームは収益を上げず、Pokémonおよび使用される\n著作権資産に対する所有権を主張しません。\n$ゲームはまだ作業中ですが、完全にプレイすることができます。\nバグ報告はディスコードコミュニティをご利用ください。\n$ゲームが遅い場合は、ブラウザ設定で「ハードウェア\nアクセラレーション」がオンになっていることを確認してください",
  "titles": {
    "essentials": "基本概念",
    "gameModes": "ゲームモード",
    "specialPokemon": "特殊ポケモン",
    "progression": "ゲーム進行",
    "permanentFeatures": "永続機能",
    "glitchSystem": "グリッチシステム",
    "battleMechanics": "バトルメカニクス",
    "formChanges": "フォルムチェンジ",
    "communityFeatures": "コミュニティ機能"
  },
  "accessMenu": {
    "title": "メニューへのアクセス",
    "text": "メニューにアクセスするには、入力待ちの間にMキーまたはEscを押してください。\nメニューには設定やさまざまな機能が含まれています。"
  },
  "menu": "このメニューから設定にアクセスできます。\n$設定ではゲームスピード、ウィンドウスタイル、\nおよびその他のオプションを変更できます。\n$ここにはさまざまな他の機能もありますので、\nぜひ確認してみてください！",
  "starterSelect": "この画面でZキーやSpaceを押してポケモンを選択できます。\n選んだポケモンは自分の最初のパーティーになります。\n$最大6匹のパーティーで始めることができますが\nポケモンによってポイントがあり、合計10を超えてはなりません。\n$捕まえたりふかさせたりすることで\n選択できる性別、特性、フォルムなどの幅を広げることができます。\n$個体値も徐々に累積して高くなるので、\n同じポケモンをたくさん捕まえてみてください！",
  "pokerus": "毎日ランダムでスターターの\n3種類に紫色の枠が表示されます。\n$登録されたスターターの中にあれば、\nパーティに追加してつよさを確認してみましょう！",
  "statChange": "ポケモンは交代しない限り、\n次のバトルでも能力変化が維持されます。\n$その代わりに、トレーナーバトルや新しいバイオームに\n入る直前に自動的にリセットされます。\n$CキーまたはShiftキーを押し続けると、\n現在のポケモンの能力変化を確認できます。\n$Vキーを押すと、\n相手が使用した技も確認できます。\n$ただし、今のバトルで相手ポケモンがすでに\n使った技のみが表示されます。",
  "selectItem": "バトルが終わるたびに、\nランダムなアイテム3つの中から1つを選んで獲得します。\n$種類は消耗品、ポケモンの持ち物、\n永続的なパッシブアイテムなど様々です。\n$ほとんどの消耗しない道具は\n効果が累積されます。\n$進化用など一部のアイテムは\n使用できる場合にのみ登場します。\n$持ち物を渡す機能を使用して\nポケモン同士で道具を持たせることもできます。\n$持ち物があれば、アイテム選択画面の\n右下に渡す機能が表示されます。\n$お金で消耗品を購入することもでき、\nウェーブが進むにつれて購入可能な種類が増えます。\n$アイテムを選択すると次のウェーブに進むため、\nまず消耗品の購入を行ってください。",
  "eggGacha": "この画面では、バウチャーをポケモンの卵と交換できます。\n$卵はバトルごとに孵化に近づきます。レアな卵ほど\n孵化に時間がかかります。\n$孵化したポケモンはパーティには追加されず、\nスターターに追加されます。\n$卵から孵化したポケモンは、野生のポケモンよりも\n個体値が優れています。\n$一部のポケモンは卵からしか入手できません。\n$異なるボーナスを持つ3つの機械があるので、\n自分に最適なものを選んでください！",
  "pokerogue": {
    "title": "PokéRogueに与えるべき栄誉",
    "text": { 
      "1":"PokéRogueの素晴らしいデザインがなければ、今日のPokéVoidは存在しませんでした！彼らの拡張可能なフレームワークのおかげで、実験し、壊し、PokéVoidを今日の姿にすることができました！",
      "2":"PokéRogueがポケモンローグライクの輝く模範として立ちはだかる一方で...",
      "3":"PokéVoidは影の中へ冒険し、彼らのほぼ完璧な公式に美しいカオスと腐敗のタッチをもたらそうとしています。",
      "4":"デイリーラン、イベント、チャレンジモードが好きですか？EndlessモードやSpliceモード？pokerogue.netにアクセスしてオリジナルをプレイしましょう！"
    }
  },
  "intrashop": {
    "title": "ショップの在庫は購入ごとに変わります！",
    "text": { 
      "1":"購入するたびにショップの在庫が変わります！これを利用して、まず必要なものから確実に手に入れましょう！",
      "2":"無料アイテムに注目してください、ショップの在庫にランダムで登場します！"
    }
  },
  "runDetails": {
    "title": "現在のランを確認するショートカット",
    "text": { 
      "1":"Rキーを押すと、すぐに現在のランの詳細を確認できます（バトル/報酬/タイトル画面にいるとき）"
    }
  },
  "glitchRivals": {
    "title": "グリッチライバル",
    "text": { 
      "1":"過去に倒したライバルたちが虚無から響き渡り、彼らは見た目のままではありません。",
      "2":"虚無に侵食された存在、その真の姿は虚無の中であなたを待っています。彼らを救ってください。"
    }
  },
  "legendary": {
    "title": "どんなポケモンも伝説にする",
    "text": { 
      "1":"PokéVoidでは、どんなポケモンも伝説級にすることができます！",
      "2":"グリッチアイテムを使って、ポケモンに新しい特性、タイプ、技、ステータスなどを与えることができます！",
      "3":"虚無があなたを待っています、トレーナー。禁断の力を受け入れ、それを超えましょう！"
    }
  },
  "rivals": {
    "title": "ランダムなライバル",
    "text": { 
      "1":"毎回のゲームで、テーマチームと独自のポケモンを持つランダムなライバルが登場します！",
      "2":"彼らを倒してグリッチクエストをアンロックし、新しいポケモンフォルムを獲得しましょう！"
    }
  },
  "eggs": {
    "title": "卵をふかす",
    "text": { 
      "1":"卵をふかすことはチームを強化する強力な方法です！野生のポケモンを捕まえるのとは異なり、ふかしたポケモンはより高い個体値であなたのスタータープールに追加されます！",
      "2":"卵は特定の希少なポケモンを入手する唯一の方法でもあります！コレクションを完成させるために不可欠です！",
      "3":"卵バウチャーを使用するには、ESCまたはMを押してメニューを開き、卵ガチャを選択するだけです！"
    }
  },
  "stats": {
    "title": "統計の確認",
    "text": "ゲーム統計を見るには、メニューにアクセスして「統計」を選択してください。これにより、総バトル数、勝利数、お金などの統計が表示されます！"
  },
  "runHistory": {
    "title": "ラン履歴",
    "text": { 
      "1":"前回のチームに関する情報を確認してください！メニューからアクセスし、「ラン履歴」を選択します。",
      "2":"これにより、前回のゲームのチーム、アイテム、結果などが表示されます！"
    }
  },
  "rivalQuests": {
    "title": "グリッチクエスト",
    "text": "ライバルを倒してグリッチクエストをアンロックしましょう！パーマショップで購入して完了すると、特定のポケモンの強力なグリッチフォルムが永久にアンロックされます。"
  },
  "smitom": {
    "title": "Smitom",
    "text": { 
      "1":"Smitomに会いましょう、特別なSmittyフォルムのロトムです！ガイドであり謎でもあります...",
      "2":"感嘆符が表示されたときに交流するか、ゲームを保存して報酬を受け取る可能性があります。"
    }
  },
  "newForms": {
    "title": "グリッチとSmittyフォルム",
    "text": { 
      "1":"150以上の新しいグリッチとSmitty進化をアンロックしましょう！",
      "2":"グリッチフォルムはライバルクエストを通じてアンロックされ、Smittyフォルムをアンロックする方法は謎です..."
    }
  },
  "bugs": {
    "title": "バグを報告しよう！",
    "text": { 
      "1":"PokéVoidはベータ版です！バグを発見した場合は、Discordで報告してください。",
      "2":"可能であれば、コンソールのスクリーンショット（Chromeではcontrol+i）とセーブファイルを含めてください。あなたのフィードバックがゲームの改善に役立ちます！"
    }
  },
  "nuzlight": {
    "title": "Nuzlightモード",
    "text": "ポケモンの永久的な喪失のない軽いNuzlockeバージョン。ショップで回復アイテムは購入できません！気絶したポケモンは10ウェーブのマイルストーンに達すると復活します。"
  },
  "nuzlocke": {
    "title": "Nuzlockeモード",
    "text": "伝統的なNuzlockeチャレンジのルールが適用されます。気絶したポケモンはチームから永久に削除されます。"
  },
  "journey": {
    "title": "ジャーニーモード",
    "text": { 
      "1":"虚無に立ち向かうためのチームを編成します。融合ポケモンを含め、捕まえたり孵化させたりしたすべてのポケモンを使用できます！",
      "2":"融合ポケモンを使用するには∞ゴールドが必要です。パーマアイテムでコストを削減し、スターター限界を増やすことができます。"
    }
  },
  "unlockJourney": {
    "title": "ポケモンを捕まえてジャーニーモードをアンロック",
    "text": {
      "1":"15匹のポケモンを捕まえるとジャーニーモードが利用可能になり、収集したポケモンから初期チームを選択できます！",
      "2":"最初のポケモンを捕まえた後、ショップに行き、スターター捕獲クエストを入手して正式にジャーニーアンロッククエストを開始しましょう！"
    }
  },
  "rogueMode": {
    "title": "ローグモード",
    "text": "ランダムなポケモン2匹でゲームを開始します！∞ゴールドを使ってオプションを変更できます！毎回のゲームがユニークです！"
  },
  "bosses": {
    "title": "マルチフォームボス",
    "text": "強力なマルチフォームボスに注意してください！HPが低くなるとフォルムチェンジし、完全に回復し、能力変化もリセットされます。倒して豊富な報酬を獲得しましょう！"
  },
  "abilities": {
    "title": "新しい特性",
    "text": { 
      "1":"150種以上のグリッチとSmittyポケモン変形からの400以上の新しい特性をマスターしましょう！",
      "2":"新しいゲームモードはアイテムから入手できる特性を拡張し、バトルを再定義できる強力なグリッチ特性が含まれています。"
    }
  },
  "passiveAbilities": {
    "title": "パッシブ特性アイテム",
    "text": { 
      "1":"ポケモンに追加能力を提供するパッシブ特性を付与します！",
      "2":"これらは重複しないため、2つ目を獲得すると最初のものが置き換えられます！"
    }
  },
  "glitchItems": {
    "title": "グリッチピースとグリッチアイテム",
    "text": { 
      "1":"現実を変えるグリッチアイテムを入手するためにグリッチピースを集めましょう！グリッチアイテムには2+のピース、グリッチフォルムチェンジアイテムには5+のピースが必要です。",
      "2":"アイテムには、ユニバーサル技マシン、特性チェンジャー、タイプチェンジャー、ステータススワッパーなどがあります。"
    }
  },
  "fusionPokemon": {
    "title": "捕まえられる融合ポケモン",
    "text": { 
      "1":"すべての融合ポケモンは捕まえることができ、コレクションに永久に追加されます！",
      "2":"基本出現率は1/14です（∞アイテムで向上可能）。使用するには∞ゴールドがかかります。"
    }
  },
  "trainerPokemon": {
    "title": "トレーナーのポケモンを捕まえる",
    "text": { 
      "1":"ほとんどのトレーナーはバトル中に自分のポケモンを販売します（ライバルを除く）！捕まえたポケモンはコレクションに永久に追加されます！",
      "2":"コストはウェーブによって異なりますが、∞アイテムで削減できます。"
    }
  },
  "partyAbility": {
    "title": "パーティー特性",
    "text": { 
      "1":"ショップで購入できるこれらの高価な特性は、1回のゲーム中に現在のパーティーのすべてのポケモンに適用されます。",
      "2":"強力なチーム全体の効果を使用：全員に速度ブーストやエキスパート！"
    }
  },
  "permaMoney": {
    "title": "パーママネー（∞ゴールド）",
    "text": { 
      "1":"ゲーム間で保持される∞ゴールドを獲得しましょう！∞アイテムの購入、ローグスターターの変更、または融合税の支払いに使用します。",
      "2":"報酬、保存、またはSmitomとの交流を通じて取得できます。"
    }
  },
  "saving": {
    "title": "ローカルセーブとバックアップ",
    "text": { 
      "1":"データが失われると、永久に失われます！フロッピーディスクアイコン（右上）を使用して、セーブファイルを頻繁にエクスポートしてください。",
      "2":"これにより∞ゴールドが報酬として与えられ、データ損失から保護されます。"
    }
  },
  "bounties": {
    "title": "バウンティシステム",
    "text": { 
      "1":"コンソールに6文字のコードを入力してバウンティをアクティブにします。",
      "2":"バウンティは∞ゴールド/∞アイテムを獲得できるミッションであり、完了後に再利用可能です。"
    }
  },
  "dailyBounty": {
    "title": "デイリーバウンティ！",
    "text": "新しいデイリーバウンティが利用可能です！完了して∞ゴールド/∞アイテムを獲得しましょう。コードはすでにコンソールにあるので、アクティブにするだけです！"
  },
  "discord": {
    "title": "Discordとサポート",
    "text": "ディスカッション、バグ報告、コミュニティのためにSmittyverse Discordに参加してください。バウンティコードを見つけ、他のプレイヤーと繋がりましょう。"
  },
  "smittyForms": {
    "title": "Smittyフォルム",
    "text": { 
      "1":"特定の4つのSmittyアイテムの組み合わせを使用して、ユニークなポケモン変形を作成します。",
      "2":"一部は特定のベースポケモンが必要です（例：ロトム → Smitom）",
      "3": "他はユニバーサルで、どのベースポケモンでも使用できます！（例：キャタピー → Picklisk）。すべてのフォルムはランダムなパッシブ特性を獲得します。"
    }
  },
  "smittyFormUnlocked": {
    "title": "Smittyフォームをアンロック！",
    "text": { 
      "1":"新しいSmittyフォームをアンロックしました！各Smittyフォームは異なります！",
      "2":"しかし、すべてのフォームには4つのユニークなSmittyアイテムの組み合わせが必要です！",
      "3": "組み合わせはコンソールを通じて識別されます。SMITTYフォームコードを見つけて入力し、禁断のレシピを確認してください！"
    }
  },
  "smittyItems": {
    "title": "パーマアイテム（∞アイテム）",
    "text": { 
      "1":"∞ゴールドを使用して永続的なアップグレード（∞アイテム）を購入します。異なる持続時間タイプがあります：使用ベース（使用後に減少）またはウェーブベース（ウェーブ50後に減少）。",
      "2":"これらのアップグレードは色違い/融合/捕獲率を増加させ、コストを削減し、その他の永続的なメリットを提供します！"
    }
  },
  "abilitySwitcher": {
    "title": "グリッチ：特性スイッチャー",
    "text": "ポケモンの現在の特性を他の可能な特性の1つと交換します！2つのグリッチピースが必要です。"
  },
  "typeSwitcher": {
    "title": "グリッチ：タイプスイッチャー",
    "text": "ポケモンの主タイプと副タイプの両方を変更します。2つのグリッチピースが必要です。"
  },
  "primarySwitcher": {
    "title": "グリッチ：主タイプスイッチャー",
    "text": "ポケモンの主タイプを変更します。2つのグリッチピースが必要です。"
  },
  "secondarySwitcher": {
    "title": "グリッチ：副タイプスイッチャー",
    "text": "ポケモンの副タイプを変更します。2つのグリッチピースが必要です。"
  },
  "releaseItems": {
    "title": "グリッチ：リリースエンハンサー",
    "text": { 
      "1":"ポケモンを逃がして、そのタイプ、技、特性、またはステータスブーストを別のポケモンに与えます。",
      "2":"または、ポケモンを逃がす代わりに、そのポケモンの「収集されたタイプ」5つを消費します。"
    }
  },
  "anyTMs": {
    "title": "グリッチ：ユニバーサル技マシン",
    "text": "これらの技マシンは通常の互換性ルールを無視して、どんなポケモンにも技を教えることができます。2つのグリッチピースが必要です。"
  },
  "anyAbilities": {
    "title": "グリッチ：特性アイテム",
    "text": "ポケモンの現在の特性を別の特性に変更します！2つのグリッチピースが必要です。"
  },
  "statSwitchers": {
    "title": "グリッチ：ステータススワッパー",
    "text": "ポケモンの2つの基本ステータスを交換します（例：攻撃と防御）。2つのグリッチピースが必要です。"
  },
  "newQuests": {
    "title": "新クエストアンロック！",
    "text": "新しいクエストをアンロックしました！ランダムに（ただし頻繁に）パーマショップ / タイトル画面のショップに表示されます！もしそこになければ、見つけるためにリロールしてください！"
  },
  "modeUnlocks": {
    "title": "ゲームモードアンロック",
    "text": "ゲームモードをアンロックすると、多くの新しいアイテムと特性もアンロックされます！すべてのモードをアンロックしてみてください！"
  },
  "firstVictory": {
    "title": "まだ終わっていません！",
    "text": "あなたの旅はまさに始まったばかりです！新しいゲームモードをアンロックして、深淵へさらに深く潜り、虚無の謎を解き明かしましょう！"
  },
  "theVoidUnlocked": {
    "title": "虚無アンロック！",
    "text": "すべてが始まった虚無。すべての腐敗の源。虚無の真の姿があなたを待っています..."
  },
  "theVoidOvertaken": {
    "title": "虚無を克服しました！",
    "text": "あなたは虚無が抑えられないほど強くなりました！しかし、腐敗は続いています。広がらないようにしてください。それをコントロールできるのはあなただけです！"
  },
  "megaDynamax": {
    "title": "メガとダイマックスフォルム",
    "text": { 
      "1":"ポケモンをメガ進化またはダイマックスさせるには、まずメガリングまたはダイマックスバンドが必要です！",
      "2":"これらのアイテムの1つと適切なポケモンを持っていると、フォルムチェンジアイテムが報酬としてランダムに登場します！",
      "3":"メガ進化またはダイマックス後、メガリングまたはダイマックスバンドは壊れます！"
    }
  },
  "moveUpgrades": {
    "title": "技のアップグレード",
    "text": { 
      "1":"技をアップグレードできるようになりました！技を使うたびに経験値ポイントを獲得します！",
      "2":"技の経験値がたまると、レベルアップし、アップグレードを選択できます！",
      "3": "アップグレードはラン全体で持続し、味方チームだけでなく敵も含めて全員の技が変更されます！"
    }
  },
  "firstMoveUpgrade": {
    "title": { 
      "1":"技のアップグレードに関する重要情報！", 
      "2": "ゲーム破壊の組み合わせ",
      "5":"アップグレードと技の効果確率", 
      "6":"最新のアップグレードが優先されます"
    },
    "text": { 
      "1":"アップグレードを1つ選ぶと、そのランの間、あなたのチームだけでなく敵も含めて全員のその技がアップグレードされます！",
      "2": "ほぼすべての技をアップグレードできるため、一部の組み合わせは機能しなかったり、ゲームが破壊されたりする可能性があります。残念ながら、このアップデートの規模では、これは避けられません。",
      "3": "これが発生した場合は、リフレッシュして別のアップグレードの組み合わせを選択してください。",
      "4": "機能しない組み合わせを見つけた場合は、Discordに参加して破損した組み合わせのリストに追加してください！",
      "5":"技は効果確率を1つしか持てないことに注意してください（例：10%の確率で麻痺させる）。そのため、アップグレードは効果確率を直接変更するか、以前の確率値を使用します！",
      "6":"最後に、アップグレードは互いに上書きされ、最新のアップグレードが優先されます！"
    }
  },
  "eggSwap": {
    "title": "卵のふか化と交換",
    "text": { 
      "1":"ふか化したポケモンを確認し、希望する場合はパーティーメンバーの1匹と交換しましょう！",
      "2":"唯一の制限は、最初のポケモンは交換できず、伝説のポケモンは他の伝説のポケモン、メガ進化またはダイマックスポケモンとのみ交換できることです！",
      "3":"楽しいふか化を！"
    }
  }
}