{
  "rival_blue": {
    "encounter": {
      "1": "아직도 내 그림자를 쫓고 있나? 네가 얼마나 따라잡았는지 보자!",
      "2": "또 왔군? 오늘은 뭔가 이상해... 내 포켓몬들이 불안해하고 있어.",
      "3": "우리는 싸워야 해. 포켓몬들이... 평소와 달라.",
      "4": "왔구나... 좋아. 우리는 싸워야 해. 세상이... 색을 잃어가고 있어.",
      "5": "나와 싸워! 지금! 우리의 기억이... 안개처럼 사라져가고 있어!",
      "6": "와줬구나. 우리는... 싸워야 해. 그게 우리가 누구였는지를 연결하는 마지막 고리야.",
      "7": "너는 어둠을 물리쳤지만, 공허는... 히드라처럼 매 순간 더 강해지고 있어. 나와 싸워!",
      "8": "공허는 끝없이 밀려와. 한 번 막아냈지만, 다시 돌아왔어. 싸우자!",
      "9": "우리가 어둠을 물리친 걸 기억하나? 이제 우리는 다시 찾아온 공허와 맞서야 해. 나와 싸워!",
      "10": "우리의 승리는 일시적이었어. 공허가 여기 있고, 전보다 더 강해졌지. 다시 한 번 네 힘을 증명해!",
      "11": "공허는 영원하다고들 하지. 우리는 한 번 그들이 틀렸다는 걸 증명했어. 다시 한 번 해보자. 싸워!",
      "12": "어둠은 시작에 불과했어. 이제 공허가 모든 것을 삼키려 해. 현실을 위해 나와 싸워!"
    },
    "victory": {
      "1": "하! 아직도 내 수준에 못 미치는군! 잠깐... 왜 내 포켓몬들이 이렇게... 흐릿해 보이지?",
      "2": "실력이 늘었지만... 승리의 기쁨이 공허하게 느껴져. 무슨 일이 일어나고 있는 거지?",
      "3": "네 힘이... 현실을 붙잡고 있어. 우리는 더 많은 네 배틀이 필요해.",
      "4": "네가 이길 때마다... 세상이 생기를 되찾아. 멈추지 마.",
      "5": "네 힘이... 공허를 밀어내고 있어. 계속 싸워. 우리 모두를 위해.",
      "6": "넌 우리의 마지막 희망이야. 계속... 이겨. 우리 세상을... 되찾아...",
      "7": "이겼구나! 다가오는 공허에 대한 또 하나의 승리야. 하지만 아직 부족해...",
      "8": "네 힘이 공허를 막아내고 있지만, 그건 일시적인 휴식일 뿐이야. 우리는 더 필요해!",
      "9": "잘 싸웠어! 모든 승리가 등대같지만, 공허의 어둠은 너무 광대해...",
      "10": "선을 지키고 있지만, 공허가 밀어붙이고 있어. 계속 이겨내!",
      "11": "대단해! 네 힘이 공허에 대한 방패지만, 점점 약해지고 있어...",
      "12": "또 이겼지만, 공허의 촉수는 여전히 뻗어오고 있어. 우리는 쉴 수 없어!"
    },
    "defeat": {
      "1": "뭐? 내가 졌다고? 말도 안 돼! 내 팀이... 왠지 약해진 것 같아.",
      "2": "날 뛰어넘었나? 배틀이... 비현실적이었어. 마치 사라져가는 꿈처럼.",
      "3": "안 돼... 넌 더 강해져야 해. 현실 자체가... 미끄러져 사라지고 있어.",
      "4": "넌 질 여유가 없어! 공허가... 우리의 존재 자체를 삼키고 있어...",
      "5": "더는... 나 자신을 붙잡을 수 없어. 다음엔 꼭 이겨야 해...",
      "6": "나는... 이미 늦었어. 다음 배틀에서 이겨. 이기지 않으면... 우리 모두 허공 속으로 사라질 거야...",
      "7": "졌어... 매 패배마다 공허는 더 강해져. 넌 반드시 이겨내야 해!",
      "8": "안 돼... 이럴 순 없어... 공허가 스며들고 있어. 다음엔 꼭 이겨야 해!",
      "9": "또 패배했어... 공허의 손아귀가 조여오고 있어. 넌 우리의 유일한 희망이야!",
      "10": "나... 더는 버틸 수 없어... 공허가 날 삼키고 있어. 제발... 이겨...",
      "11": "이건 나쁜 상황이야... 패배할 때마다 공허가 더 많은 것을 차지해. 이 흐름을 바꿔야 해!",
      "12": "나는 사라져가... 공허가... 너무 강해. 이겨... 아니면 모든 게 끝이야..."
    }
  },
  "rival_lance": {
    "encounter": {
      "1": "네 실력이 내 드래곤 포켓몬들의 힘을 견딜 수 있는지 보자!",
      "2": "또 도전하나? 내 드래곤들이... 오늘따라 불안해 보여. 그들의 불안을 느낄 수 있나?",
      "3": "우리는 싸워야 해. 드래곤들이... 평소와 달라. 뭔가 잘못됐어.",
      "4": "왔구나... 좋아. 우리는 싸워야 해. 세상이... 색을 잃어가고 있어.",
      "5": "나와 싸워! 빨리! 드래곤들이... 내 통제에서 벗어나려 해!",
      "6": "와줬구나. 우리는... 싸워야 해. 그게 우리의 마지막... 현실과의 연결고리야.",
      "7": "어둠은 사라졌지만, 공허는... 갈망하고 있어. 드래곤들이 그걸 감지하고 있어. 나와 싸워!",
      "8": "우리는 어둠을 물리쳤지만, 공허는 끈질기게 위협하고 있어. 드래곤들이 불안해해. 싸우자!",
      "9": "우리의 승리를 기억하나? 이제 공허가 그걸 무효화하려 해. 네 힘을 보여줘!",
      "10": "공허는 치유되지 않는 상처야. 우리는 그걸 막기 위해 싸워야 해. 배틀!",
      "11": "공허는 무한하다고들 하지. 우리는 한 번 그걸 시험했어. 다시 한 번 해보자. 나와 맞서!",
      "12": "어둠은 서막이었을 뿐이야. 공허가 진정한 시험이지. 내 드래곤들과 난 준비됐어. 너는?"
    },
    "victory": {
      "1": "네 실력이 인상적이야. 하지만 드래곤들이... 이상하게 행동하고 있어.",
      "2": "더 강해졌구나. 하지만, 이 다가오는 파멸의 느낌을... 떨칠 수가 없어.",
      "3": "네 힘이... 드래곤들을 진정시켜. 우리는 더 많은 네 힘이 필요해.",
      "4": "네 승리 하나하나가... 커져가는 어둠 속의 등대 같아. 멈추지 마.",
      "5": "네 배틀들이... 혼돈을 막아내고 있어. 계속 밀어붙여.",
      "6": "넌 우리의 마지막 희망이야. 계속... 싸워. 혼돈을... 다스려...",
      "7": "이겼구나. 드래곤들이 조금 더 평온해졌어. 하지만 공허는 여전히 도사리고 있어...",
      "8": "네 힘이 드래곤들을 진정시키지만, 그건 일시적인 해결책일 뿐이야. 더 많은 승리가 필요해!",
      "9": "잘 싸웠어! 네 힘이 드래곤들과 공명하지만, 공허의 영향력이 강해...",
      "10": "넌 무시할 수 없는 힘이 됐지만, 공허는 끈질긴 적이야. 계속 이겨내!",
      "11": "대단해! 드래곤들이 네 힘을 인정하고 있어. 하지만 공허는... 물러서지 않아...",
      "12": "또 하나의 승리지만, 공허의 존재감은 여전해. 드래곤들은 네 힘이 더 필요해!"
    },
    "defeat": {
      "1": "드래곤들이 승리했다! 하지만... 그들의 포효가 공허하게 들려. 뭔가 이상해.",
      "2": "이겼지만... 드래곤들이 불안해해. 그들의 고통을 들을 수 있나?",
      "3": "안 돼... 넌 더 강해져야 해. 드래곤들이... 사라져가고 있어.",
      "4": "질 순 없어! 공허가... 드래곤들의 본질마저 삼키고 있어...",
      "5": "더는... 그들을 통제할 수 없어. 다음엔 꼭 이겨야 해...",
      "6": "우리는... 이미 늦었어. 다음 배틀에서 이겨. 이기지 않으면... 드래곤들이 영원히 사라질 거야...",
      "7": "드래곤들이... 그들의 힘을 잃어가. 공허가 너무 강해. 넌 반드시 이겨야 해!",
      "8": "안 돼... 이런 일이 일어날 순 없어... 드래곤들이 사라져가. 공허를 물리쳐!",
      "9": "패배했어... 드래곤들이 그들의 본질을 잃어가고 있어. 넌 우리의 유일한 희망이야!",
      "10": "나... 그들을 거의 통제할 수 없어... 공허가 그들의 힘을 삼키고 있어. 제발... 이겨...",
      "11": "상황이 심각해... 드래곤들이 약해지고 있어. 공허에 맞서 이 흐름을 바꿔야 해!",
      "12": "드래곤들이... 사라져가. 공허가... 너무 강해. 이겨... 아니면 그들은 영원히 사라질 거야..."
    }
  },
  "rival_cynthia": {
    "encounter": {
      "1": "준비됐길 바래. 네가 포켓몬들과 쌓은 유대가 얼마나 깊어졌는지 보여줘!",
      "2": "또 다른 배틀? 공기 중에 이상한... 긴장감이 감돌아. 느낄 수 있나?",
      "3": "우리는 싸워야 해. 내 포켓몬들이... 이상하게 행동해. 불안해.",
      "4": "왔구나... 우리는 배틀해야 해. 현실 자체가... 불안정해지고 있어.",
      "5": "나와 싸워! 서둘러! 우리의 세계가... 모든 의미를 잃기 전에!",
      "6": "와줬구나. 우리는... 맞서야 해. 이건 우리의 마지막... 존재에 대한 몸부림이야.",
      "7": "우리는 어둠을 쫓아냈지만, 공허는... 끝없는 굶주림이야. 싸우자!",
      "8": "공허는 우리가 싸웠던 어둠의 끈질긴 메아리야. 준비해. 지금 싸우자!",
      "9": "우리의 승리를 기억하나? 이제 공허가 그걸 지우려 해. 네 결의를 보여줘!",
      "10": "공허는 곪아가는 상처야. 우리는 그것이 모든 것을 삼키지 못하게 싸워야 해. 배틀!",
      "11": "공허는 영원하다고들 해. 우리는 한 번 그걸 부정했지. 다시 한 번 해보자. 나와 맞서!",
      "12": "어둠은 그림자였을 뿐이야. 공허는 빛 자체의 부재야. 우리의 세계를 위해 싸워야 해!"
    },
    "victory": {
      "1": "잘 싸웠어. 하지만 말해봐, 뭔가... 이상하게 느껴지지 않아?",
      "2": "많이 성장했구나. 하지만, 우리를 둘러싼 세계가... 어쩐지 덜 실재하는 것 같아.",
      "3": "네 힘이... 우리의 현실을 붙잡고 있어. 계속 배틀을 이어가야 해.",
      "4": "네가 이길 때마다... 세상이 조금씩 선명해져. 포기하지 마.",
      "5": "네 힘이... 공허와 싸우고 있어. 계속 해. 제발.",
      "6": "넌 우리의 마지막 희망의 실마리야. 계속... 이겨. 우리의 존재를... 되찾아...",
      "7": "이겼어! 다가오는 공허에 대한 승리야. 하지만 아직 끝나지 않았어...",
      "8": "네 힘은 공허에 대한 방벽이지만, 그건 일시적인 방어일 뿐이야. 우리는 더 필요해!",
      "9": "잘 싸웠어! 모든 승리가 빛이지만, 공허의 어둠은 만연해...",
      "10": "공허를 막아내고 있지만, 그것도 밀어붙이고 있어. 계속 이겨내!",
      "11": "대단해! 네 힘이 공허에 대한 방패지만, 시험받고 있어...",
      "12": "또 이겼지만, 공허의 존재감은 여전해. 우리는 현재의 성과에 안주할 수 없어!"
    },
    "defeat": {
      "1": "챔피언의 승리야. 하지만... 왜 이렇게... 무의미하게 느껴지지?",
      "2": "이겼지만... 주위를 봐. 세상이... 가장자리부터 흐려지고 있어.",
      "3": "안 돼... 더 많은 힘이 필요해. 우리의 현실이... 빠르게 풀려나가고 있어.",
      "4": "질 순 없어! 공허가... 우리가 아는 모든 것을 삼키고 있어...",
      "5": "더는... 나 자신을 붙잡을 수 없어. 다음엔 꼭 이겨야 해...",
      "6": "이제... 내 통제를 벗어났어. 다음 싸움에서 이겨. 이기지 않으면... 모든 것이 존재하기를 멈출 거야...",
      "7": "졌어... 공허가 더 강해지고 있어. 다음엔 반드시 이겨내야 해!",
      "8": "안 돼... 이럴 순 없어... 공허가 우리의 현실로 스며들고 있어. 제발, 이겨!",
      "9": "패배했어... 공허의 손아귀가 조여오고 있어. 넌 우리의 마지막 희망이야!",
      "10": "나... 사라져가... 공허가 날 삼키고 있어. 넌 반드시... 이겨야 해...",
      "11": "이건 나쁜 상황이야... 매 패배마다 공허가 더 많은 것을 차지해. 이 흐름을 막아야 해!",
      "12": "내 자신을 잃어가... 공허가... 너무 강해. 이겨... 아니면 모든 것이 사라질 거야..."
    }
  },
  "rival_allister": {
    "encounter": {
      "1": "고스트타입의 신비를 마주할 수 있는지 보여주세요...",
      "2": "또 다른 배틀인가요? 세계들 사이의 장막이... 오늘은 더 얇아진 것 같아요...",
      "3": "우리는 싸워야 해요. 영혼들이... 불안해지고 있어요...",
      "4": "당신이 여기 있군요... 우리는 싸워야 해요. 우리의 현실이... 영혼의 세계와 융합되고 있어요...",
      "5": "저와 싸우세요! 빨리요! 마지막 장벽이... 완전히 사라지기 전에!",
      "6": "왔군요. 우리는... 부딪혀야 해요. 이것이 우리의 마지막... 세계를 분리할 기회예요...",
      "7": "우리는 어둠을 막아냈지만, 공허는... 장막을 얇게 만들어서, 산 자와 죽은 자의 세계를 융합시키고 있어요. 저와 싸우세요, ...",
      "8": "공허는 유령처럼, 영혼의 세계가 우리 세계로 스며들게 하고 있어요. 우리는 영역을 분리된 상태로 유지하기 위해 싸워야 해요, ...",
      "9": "유령의 존재를 기억하나요? 이제 공허가 영혼의 세계를 우리의 현실로 만들려고 위협하고 있어요. 당신의 결의를 보여주세요, ...",
      "10": "공허는 장벽을 약화시켜서, 삶과 죽음을 융합시키고 있어요. 우리의 세계를 구분된 상태로 유지하기 위해 싸워야 해요, ...",
      "11": "죽음 이후의 삶이 있다고 하죠. 우리는 어둠으로 그것을 부정했어요. 이제 공허와 함께 다시 한 번 해냅시다. 저와 맞서주세요, ...",
      "12": "어둠은 유령의 출현이었어요. 공허는 완전한 융합이며, 우리 세계를 유령의 영역으로 만들려고 위협하고 있어요. 우리의 현실을 위해 싸워야 해요, ..."
    },
    "victory": {
      "1": "영혼들이 말했어요... 하지만 그들의 목소리가... 더 희미해졌어요...",
      "2": "더 강해졌군요... 하지만 삶과 죽음의 경계가... 흐려진 것 같아요...",
      "3": "당신의 힘이... 세계들을 분리된 상태로 유지하고 있어요. 더 많은 힘이 필요해요...",
      "4": "당신의 모든 배틀이... 마치 영역들 사이의 장막을 강화하는 것 같아요. 멈추지 마세요...",
      "5": "당신의 힘이... 세계들의 완전한 융합을 막는 유일한 것이에요. 계속하세요, ...",
      "6": "당신은 산 자들의 세계와 우리의 마지막 연결고리예요, . 계속... 싸우세요. 우리의 현실을... 분리하세요...",
      "7": "이겼어요, ... 장막이... 약간 더 강해진 것 같아요. 하지만 공허의 융합 효과는 여전히 강력해요...",
      "8": "당신의 힘은 장벽이지만, 일시적인 것이에요. 공허에 대항하는 더 많은 승리가 필요해요, ...",
      "9": "잘 싸웠어요, ... 당신의 힘은 공허의 유령 출현에 대항하는 방패예요. 하지만 그 영향력은 강력해요...",
      "10": "당신은 분리의 힘이에요, ..., 하지만 공허는 끊임없이 융합하려 해요. 계속 승리하세요!",
      "11": "인상적이에요, ... 산 자들의 세계가 당신의 힘으로 더 뚜렷해진 것 같아요. 하지만 공허는... 여전히 위협이에요...",
      "12": "또 다른 승리지만, 공허의 융합 효과는 여전히 느껴져요. 우리의 세계가 유령의 영역이 되게 할 수는 없어요, ..."
    },
    "defeat": {
      "1": "유령들이 승리했어요... 물리적인 세계가... 덜 실체적으로 느껴져요...",
      "2": "제가 이겼지만, 삶과 죽음의 경계가 흐려지고 있어요. 느낄 수 있나요, ...?",
      "3": "안 돼요... 당신이 현실의 닻이 되어야 해요, . 우리의 세계가... 영혼의 영역으로 녹아들고 있어요...",
      "4": "질 수 없어요, ! 공허가... 모든 존재의 차원을 융합시키고 있어요...",
      "5": "더 이상... 세계들을 분리된 상태로 유지할 수 없어요. 다음에는 반드시 이겨야 해요, ...",
      "6": "모든 것이... 하나의 유령 영역이 되어버렸어요. 다음 배틀에서 이기세요, . 이기지 않으면... 모든 세계가 망각 속으로 융합돼요...",
      "7": "졌어요... 공허가 산 자와 죽은 자의 세계를 융합시키고 있어요. 다음에는 반드시 이겨야 해요, ...",
      "8": "안 돼요... 이럴 순 없어... 세계들 사이의 장막이 녹아내리고 있어요. 공허를 물리쳐야 해요, ...",
      "9": "패배했어요... 우리의 현실이 유령의 세계가 되어가고 있어요. 당신이 우리의 유일한 희망이에요, ...",
      "10": "저는... 더 이상 산 자와 죽은 자를 구분할 수 없어요... 공허가 모든 영역을 융합시키고 있어요. 제발... 이겨주세요, ...",
      "11": "이건 유령의 출현이에요... 영혼의 세계가 장악하고 있어요. 공허에 대항해서 흐름을 바꿔야 해요, ...",
      "12": "산 자들의 세계가... 사라져가고 있어요. 공허가... 너무 강력해요. 이겨주세요, ... 아니면 우리 모두 유령이 되고 말 거예요..."
    }
  },
  "rival_iris": {
    "encounter": {
      "1": "드래곤의 날것의 힘을 다룰 수 있는지 보여주세요!",
      "2": "또 다른 드래곤 댄스 준비됐나요? 공기가... 오늘은 덜 거칠어진 것 같네요.",
      "3": "우리는 싸워야 해요. 드래곤들이... 그들의 정신을 잃어가고 있어요.",
      "4": "여기 왔군요... 우리는 싸워야 해요. 우리 세계의 원초적 에너지가... 사라져가고 있어요.",
      "5": "저와 싸우세요! 지금이에요! 드래곤들의 마지막 포효가... 영원히 침묵되기 전에!",
      "6": "왔군요. 우리는... 부딪혀야 해요. 이것이 우리의 마지막... 세계의 정신을 깨울 기회예요.",
      "7": "우리는 어둠에 맞서 드래곤들을 지휘했지만, 공허는... 길들임이에요, 드래곤들의 야성을 빼앗아가고 있어요. 저와 싸우세요, !",
      "8": "공허는 감옥이에요, 드래곤들의 원초적 에너지를 가두고 있어요. 우리는 그들을 자유롭게 하기 위해 싸워야 해요, !",
      "9": "드래곤들의 힘을 기억하나요? 이제 공허가 그들의 포효를 영원히 침묵시키려고 위협하고 있어요. 당신의 힘을 보여주세요, !",
      "10": "공허는 족쇄예요, 드래곤들의 야성을 억압하고 있어요. 우리는 그들의 정신을 길들여지지 않은 상태로 유지하기 위해 싸워야 해요, !",
      "11": "드래곤은 전설의 생명체라고 하죠. 우리는 어둠으로 그것을 부정했어요. 이제 공허와 함께 다시 한 번 해냅시다. 저와 맞서주세요, !",
      "12": "어둠은 감옥이었어요. 공허는 완전한 억압이며, 드래곤들의 불꽃을 꺼뜨리려고 위협하고 있어요. 우리는 그들의 야성을 위해 싸워야 해요, !"
    },
    "victory": {
      "1": "드래곤의 힘이 승리했어요! 하지만 그들의 포효가... 억눌린 것처럼 들려요.",
      "2": "더 강해졌네요, ! 하지만 세계의 야성이... 길들여지고 있는 것 같아요.",
      "3": "당신의 힘이... 드래곤들의 정신을 되살리고 있어요. 더 많은 불꽃이 필요해요.",
      "4": "당신이 배틀할 때마다... 세계가 그 원초적 본성을 기억하는 것 같아요. 계속하세요!",
      "5": "당신의 힘이... 드래곤들의 불꽃을 살아있게 유지하는 유일한 것이에요. 포기하지 마세요, !",
      "6": "당신은 우리의 마지막 야성의 불꽃이에요, . 계속... 싸우세요. 우리 세계의 원초적 정신을... 되살리세요...",
      "7": "이겼어요, ! 드래곤들의 정신이... 약간 회복된 것 같아요. 하지만 공허의 길들임 효과는 여전히 강력해요...",
      "8": "당신의 힘은 야성의 포효지만, 일시적인 분출이에요. 공허에 대항하는 더 많은 승리가 필요해요, !",
      "9": "잘 싸웠어요, ! 당신의 힘은 공허의 억압에 대항하는 불꽃이에요. 하지만 그 영향력은 강력해요...",
      "10": "당신은 야생의 힘이에요, , 하지만 공허는 끊임없이 길들이려 해요. 계속 승리하세요!",
      "11": "인상적이에요, ! 드래곤들의 정신이 당신의 힘으로 길들여지지 않은 것 같아요. 하지만 공허는... 여전히 위협이에요...",
      "12": "또 다른 승리지만, 공허의 억압 효과는 여전히 느껴져요. 우리는 드래곤들이 그들의 불꽃을 잃게 할 수는 없어요, !"
    },
    "defeat": {
      "1": "제가 이겼지만, 드래곤 배틀의 전율이... 억제된 것 같아요.",
      "2": "또 다른 승리네요, 하지만 드래곤들이 덜 사나워진 것 같아요. 느끼시나요, ?",
      "3": "안 돼요... 더 많은 열정을 불태워야 해요, . 우리의 세계가... 길들여지지 않은 정신을 잃어가고 있어요.",
      "4": "질 수 없어요, ! 순종이... 우리가 아는 모든 야성을 억압하고 있어요...",
      "5": "더 이상... 드래곤들의 힘을 느낄 수 없어요. 다음에는 반드시 이겨야 해요, ...",
      "6": "모든 것이... 내게는 순종적이 되어버렸어요. 다음 배틀에서 이기세요, . 이기지 않으면... 우리 세계가 마지막 포효마저 영원히 잃게 될 거예요...",
      "7": "졌어요... 공허가 드래곤들의 야성을 길들이고 있어요. 다음에는 반드시 이겨야 해요, !",
      "8": "안 돼요... 이럴 순 없어... 드래곤들이 그들의 불꽃을 잃어가고 있어요. 공허를 물리쳐야 해요, !",
      "9": "패배했어요... 세계의 야성이 사라져가고 있어요. 당신이 우리의 유일한 희망이에요, !",
      "10": "저는... 더 이상 드래곤들의 원초적 에너지를 거의 느낄 수 없어요... 공허가 그들의 정신을 억압하고 있어요. 제발... 이겨주세요, ...",
      "11": "이건 비극이에요... 세계가 길들여지고 있어요. 공허에 대항해서 흐름을 바꿔야 해요, !",
      "12": "드래곤들이... 그들의 포효가 침묵됐어요. 공허가... 너무 강력해요. 이겨주세요, ... 아니면 모든 야성이 영원히 사라질 거예요..."
    }
  },
  "rival_roxie": {
    "encounter": {
      "1": "내 음악보다 더 강렬하게 배틀을 만들어보자!",
      "2": "앵콜을 위해 돌아왔나요? 군중의 에너지가... 오늘은 약해진 것 같네요.",
      "3": "우리는 싸워야 해요. 음악이... 사라져가고 있어요.",
      "4": "여기 왔군요... 우리는 싸워야 해요. 우리 세계의 리듬이... 박자를 잃어가고 있어요.",
      "5": "저와 싸우세요! 지금이에요! 마지막 음표가... 영원히 침묵되기 전에!",
      "6": "왔군요. 우리는... 부딪혀야 해요. 이것이 우리의 마지막... 음악을 살려낼 기회예요.",
      "7": "우리는 어둠에 맞서 록을 연주했지만, 공허는... 침묵이에요, 모든 음악을 무음으로 만들려고 위협하고 있어요. 저와 싸우세요, !",
      "8": "공허는 고요함이에요, 세계의 리듬을 죽이고 있어요. 우리는 박자를 살리기 위해 싸워야 해요, !",
      "9": "우리의 록킹한 배틀들을 기억하나요? 이제 공허가 우리의 음악을 영원히 침묵시키려고 위협하고 있어요. 당신의 에너지를 보여주세요, !",
      "10": "공허는 죽음의 영역이에요, 모든 소리를 흡수하고 있어요. 우리는 세계의 음악을 계속 연주하기 위해 싸워야 해요, !",
      "11": "음악은 보편적인 언어라고 하죠. 우리는 어둠으로 그것을 부정했어요. 이제 공허와 함께 다시 한 번 해냅시다. 저와 맞서주세요, !",
      "12": "어둠은 파워코드였어요. 공허는 완전한 침묵이며, 세계의 모든 음악을 빼앗으려고 위협하고 있어요. 우리는 우리의 사운드트랙을 위해 싸워야 해요, !"
    },
    "victory": {
      "1": "이게 바로 버뱅크시티의 록이에요! 하지만 승리의 코러스가... 음이 맞지 않아요.",
      "2": "더 강해졌네요, ! 하지만 세계의 멜로디가... 사라져가는 것 같아요.",
      "3": "당신의 힘이... 세계의 리듬을 되찾고 있어요. 더 많은 소리가 필요해요.",
      "4": "당신이 배틀할 때마다... 세계가 그 노래를 기억하는 것 같아요. 계속 박자를 유지하세요!",
      "5": "당신의 힘이... 우리 세계의 음악을 계속 연주하게 하는 유일한 것이에요. 지금 멈추면 안 돼요, !",
      "6": "당신은 우리의 마지막 남은 음표예요, . 계속... 싸우세요. 우리 세계의 교향곡을... 되살리세요...",
      "7": "이겼어요, ! 음악이... 약간 더 커진 것 같아요. 하지만 공허의 침묵은 여전히 귀가 멀 것 같아요...",
      "8": "당신의 힘은 파워코드지만, 일시적인 리프예요. 공허에 대항하는 더 많은 승리가 필요해요, !",
      "9": "잘 싸웠어요, ! 당신의 힘은 공허의 고요함에 대항하는 비트예요. 하지만 그 영향력은 강력해요...",
      "10": "당신은 록스타예요, , 하지만 공허는 끊임없이 침묵을 강요해요. 계속 승리하세요!",
      "11": "인상적이에요, ! 음악이 당신의 힘으로 더 크게 들리는 것 같아요. 하지만 공허는... 여전히 위협이에요...",
      "12": "또 다른 승리지만, 공허의 침묵 효과는 여전히 느껴져요. 우리의 세계의 음악이 죽게 할 수는 없어요, !"
    },
    "defeat": {
      "1": "제가 이겼지만, 이 승리의 리프가... 불협화음처럼 들려요.",
      "2": "또 다른 승리네요, 하지만 세계의 사운드트랙이 약해지고 있어요. 들리나요, ?",
      "3": "안 돼요... 더 볼륨을 높여야 해요, . 우리의 세계가... 사운드트랙을 잃어가고 있어요.",
      "4": "질 수 없어요, ! 침묵이... 우리가 아는 모든 음악을 익사시키고 있어요...",
      "5": "더 이상... 박자를 유지할 수 없어요. 다음에는 반드시 이겨야 해요, ...",
      "6": "모든 것이... 내게는 조용해졌어요. 다음 배틀에서 이기세요, . 이기지 않으면... 우리 세계의 마지막 노래가 영원히 사라질 거예요...",
      "7": "졌어요... 공허가 세계의 음악을 침묵시키고 있어요. 다음에는 반드시 이겨야 해요, !",
      "8": "안 돼요... 이럴 순 없어... 음악이 사라져가고 있어요. 공허를 물리쳐야 해요, !",
      "9": "패배했어요... 세계의 사운드트랙이 사라져가고 있어요. 당신이 우리의 유일한 희망이에요, !",
      "10": "저는... 더 이상 어떤 음악도 거의 들을 수 없어요... 공허가 모든 소리를 삼켜버리고 있어요. 제발... 이겨주세요, ...",
      "11": "이건 재앙이에요... 세계가 음악을 잃어가고 있어요. 공허에 대항해서 흐름을 바꿔야 해요!",
      "12": "음악이... 침묵해버렸어요. 공허가... 너무 강력해요. 이겨주세요, ... 아니면 세계가 영원히 조용해질 거예요..."
    }
  },
  "rival_sabrina": {
    "encounter": {
      "1": "당신의 마음이 내 초능력에 맞설 만큼 강한지 보여주세요.",
      "2": "또 다른 정신적 충돌인가요? 초능력의 파동이... 오늘은 왜곡된 것 같네요.",
      "3": "우리는 싸워야 해요. 사고의 구조가... 풀어지고 있어요.",
      "4": "여기 왔군요... 우리는 싸워야 해요. 우리의 정신 영역이... 녹아내리고 있어요.",
      "5": "저와 싸우세요! 빨리요! 마지막 의식의 실이... 끊어지기 전에!",
      "6": "도착했군요. 우리는... 부딪혀야 해요. 이것이 우리의 마지막... 인식을 보존할 기회예요.",
      "7": "우리는 마음으로 어둠을 막아냈지만, 공허는... 공백이에요, 모든 생각을 지워버리고 있어요. 저와 싸우세요, !",
      "8": "공허는 정신의 안개예요, 우리의 의식을 흐리게 하고 있어요. 우리는 마음을 맑게 유지하기 위해 싸워야 해요, !",
      "9": "우리의 초능력 배틀들을 기억하나요? 이제 공허가 모든 생각을 지우려고 위협하고 있어요. 당신의 정신력을 보여주세요, !",
      "10": "공허는 백지예요, 모든 지식과 기억을 지워버리고 있어요. 우리는 마음을 온전하게 유지하기 위해 싸워야 해요, !",
      "11": "마음이 가장 강력한 무기라고 하죠. 우리는 어둠으로 그것을 부정했어요. 이제 공허와 함께 다시 한 번 해냅시다. 저와 맞서주세요, !",
      "12": "어둠은 정신적 장벽이었어요. 공허는 완전한 삭제이며, 세계의 모든 생각을 빼앗으려고 위협하고 있어요. 우리는 우리의 의식을 위해 싸워야 해요, !"
    },
    "victory": {
      "1": "마음의 힘이 승리했어요! 하지만 제 초능력 감각이... 무뎌진 것 같아요.",
      "2": "실력이 늘었네요. 하지만 사고의 세계가 점점 더... 분열되는 것 같아요.",
      "3": "당신의 힘이... 우리의 정신 평면을 안정화시키고 있어요. 더 많은 의지력이 필요해요.",
      "4": "당신의 모든 배틀이... 마치 우리 현실의 시냅스를 다시 연결하는 것 같아요. 계속하세요.",
      "5": "당신의 힘이... 우리의 의식을 온전하게 유지하는 유일한 것이에요. 지금 주저하면 안 돼요.",
      "6": "당신은 우리의 마지막 인지적 연결고리예요. 계속... 싸우세요. 우리의 사고 세계를... 되살리세요...",
      "7": "이겼어요, ! 정신 영역이... 약간 더 선명해진 것 같아요. 하지만 공허의 공백은 여전히 압도적이에요...",
      "8": "당신의 힘은 사고의 파동이지만, 일시적인 잔상이에요. 공허에 대항하는 더 많은 승리가 필요해요, !",
      "9": "잘 싸웠어요, ! 당신의 힘은 공허의 안개에 대항하는 정신의 방패예요. 하지만 그 영향력은 강력해요...",
      "10": "당신은 정신력의 발전소예요, , 하지만 공허는 끊임없이 지우려 해요. 계속 승리하세요!",
      "11": "인상적이에요, ! 사고의 세계가 당신의 힘으로 더 선명해진 것 같아요. 하지만 공허는... 여전히 위협이에요...",
      "12": "또 다른 승리지만, 공허의 삭제 효과는 여전히 느껴져요. 우리의 마음이 백지가 되게 할 수는 없어요, !"
    },
    "defeat": {
      "1": "제 예지력이 맞았어요! 하지만 제 시야의 선명함이... 흐려진 것 같아요.",
      "2": "제가 이겼지만, 사고의 실들이 풀어지고 있어요. 느낄 수 있나요?",
      "3": "안 돼요... 당신이 의식의 등대가 되어야 해요. 우리의 정신 영역이... 붕괴되고 있어요.",
      "4": "질 수 없어요! 공허가... 모든 일관된 사고를 삼켜버리고 있어요...",
      "5": "더 이상... 초능력의 힘을 유지할 수 없어요. 다음에는 반드시 이겨야 해요...",
      "6": "모든 것이... 무념무상의 안개가 되어버렸어요. 다음 배틀에서 이기세요. 이기지 않으면... 모든 의식이 망각 속으로 사라질 거예요...",
      "7": "졌어요... 공허가 모든 생각을 지워버리고 있어요. 다음에는 반드시 이겨야 해요, !",
      "8": "안 돼요... 이럴 순 없어... 정신 영역이 녹아내리고 있어요. 공허를 물리쳐야 해요, !",
      "9": "패배했어요... 더 이상 명확하게 생각할 수 없어요. 당신이 우리의 유일한 희망이에요, !",
      "10": "저는... 더 이상 일관된 생각을 형성할 수 없어요... 공허가 모든 의식을 삼켜버리고 있어요. 제발... 이겨주세요, ...",
      "11": "이건 정신적 정전이에요... 사고의 세계가 사라져가고 있어요. 공허에 대항해서 흐름을 바꿔야 해요, !",
      "12": "의식이... 희미해져가요. 공허가... 너무 강력해요. 이겨주세요, ... 아니면 모든 마음이 영원히 백지가 될 거예요..."
    }
  },
  "smitty": {
    "encounter": {
      "1": "드디어, 새로운 관객이군요! 알고 계신가요? 대부분의 존재들은 고통의 3차원만 인식할 수 있지만, 오늘은 제가 관대한 기분이에요! 메모할 필요 없어요 - 좋은 부분에 도달하기도 전에 당신의 정신이 산산조각 날 테니까요. 그리고 믿으세요, 좋은 부분은 항상 있답니다!",
      "2": "현실의 그 작은 떨림이 느껴지나요? 그건 겨우 전채요! 저는 당신의 조상들이 꿈꾸는 법을 배우기도 전부터 이 차원을 순수한 혼돈에 절여왔어요. 자, 누가 고급 식사를 준비됐나요? 공허는 후천적으로 길러지는 취향이지만, 치즈도 그렇죠, 그리고 모든 사람이 치즈를 좋아하잖아요!",
      "3": "500개의 파도... 사실 취미로 시작했어요. 어느 날 현실을 재정리하다가, 다음 순간에는 - 퍽! - 모든 것이 저라는 불치병에 걸려버렸죠! 이런 일들이 어떻게 확대되는지 재미있죠. 제가 우주를 재장식하려고 했던 때처럼요. 공허가 정말 방 분위기를 살리더라고요!",
      "4": "광기로 가는 첫 걸음을 조심하세요 - 아찔할 거예요! 마지막 천 명의 도전자들이 아직도 그 속으로 떨어지고 있어요. 그들은 거기서 꽤 괜찮은 토론 클럽을 만들었죠. 오늘의 주제: '존재가 정말 그렇게 대단한 걸까요?' 스포일러 경고: 아니에요!",
      "5": "아, 우주의 분쇄기를 위한 신선한 고기군요! 부패의 아름다움이 뭔지 아세요? 정말 열정적인 메이크오버 쇼 같아요 - 모든 것이 멋진 새 모습을 갖게 되죠! 대부분 공허의 색조지만, 뭐, 검정색은 모든 것과 잘 어울리잖아요!",
      "6": "저와 싸우려고 포켓몬을 데려오다니 얼마나 고풍스러운가요! 반물질 음식 싸움에 숟가락을 가져오는 것 같네요. 하지만 뭐, 저는 고전을 존중해요. 그냥 기억하세요 - 당신이 저에게 던지는 모든 것이 현대 미술이 된다는 걸요. 매우, 매우 추상적인 현대 미술로요!",
      "7": "쇼에 오신 것을 환영합니다! 오늘의 공연에는: 자발적 존재 실패, 현실 재귀, 그리고 제가 가장 좋아하는 - 해석적 공허 춤이 포함되어 있어요! 따라오지 못해도 걱정하지 마세요, 아무도 못 따라와요! 그게 바로 핵심이에요!",
      "8": "새로운 도전자? 완벽해요! *공허-틴더를 엽니다* 어디 보자... 긴 산책을 좋아하고, 포켓몬 트레이닝을 하고, 아직 부패되지 않았고... 우우, 당신은 확실히 제 타입이에요! 오른쪽으로 스와이프!",
      "9": "여기 오늘의 특집 매물이 있습니다! 넓은 배틀 아레나, 갓 부패된 바닥, 그리고 저 도전자를 보세요! 이 가격대에서는 혼돈의 잠재력이 정말 비할 데가 없어요!",
      "10": "안녕하세요, SMITTY's에 오신 것을 환영합니다! 오늘 저희와 배틀하시나요? 훌륭해요! 오늘의 스페셜은 완전한 절멸이에요, 그리고 네 - 다른 우주적 존재들과 가격 비교도 가능합니다!",
      "11": "신사 숙녀 여러분, 여기 우리에게는 환상적인 도전자가 있습니다! 그리고 지금부터 10분 안에 배틀을 시작하시면, 실존적 위기를 무료로 드립니다! 하지만 기다리세요 - 아직 더 있습니다!",
      "12": "오늘의 배틀 질문: 갈아질까요? *배틀 아레나를 애정을 담아 토닥입니다* 이 아이는 이렇게나 많은 부서진 꿈을 담을 수 있어요! 자, 제가 가장 좋아하는 설정은 어디 있었더라... 아, 그래요, 분쇄!",
      "13": "캬아~! 도전자가 다가오고 있어요! *공허 속에서 얼굴을 붉힙니다* 당신이 그렇게 자신감 있게 걸어들어오는 모습... 너무 멋져요! 우리의 배틀 동안 저를 알아봐 주시길 바라요, 도전자-선배!",
      "14": "빵! 빵! 모든 차원에서 가장 위대한 배틀에 오신 것을 환영합니다! 이 도전자의 자신감이 어떻게... 사라지는지 보세요! 환불 불가, 공허가 금지된 곳에서는 무효 - 그게 바로 모든 곳이죠!",
      "15": "오! 3시 배틀을 위해 오셨나요? 아니면 2시였나요? 알죠, 제가 실수로 휴게실 시계를 부패시킨 이후로 시간이 이상해졌어요. 하지만 뭐, 여기 오신 김에 싸워볼래요?",
      "16": "도전자? 완벽한 타이밍이에요! 방금 새로운 배틀 아레나 디지모디파이 카드 설치를 끝냈거든요! 이건 마치 47화에서 보이드그레이몬이 싸웠던 것처럼 될 거예요... 어디 가시는 거예요?",
      "17": "오. 마. 갓! 정말로 배틀하러 오셨나요?! 저는 당신의 트레이딩 카드가 있어요! 그리고 액션 피규어도! 그리고 제가 절대로 스토킹하지 않았던 타임라인에서 가져온 당신의 머리카락 한 가닥도!",
      "18": "당신의 트레이너 프로필을 보니... *스와이프* 슈퍼 라이크! 당신의 배틀 스타일이 완전히 제 취향이에요. 너무 앞서가는 건 아니지만, 제 배지 컬렉션을 보고 싶으신가요?",
      "19": "방금 등록된: 프리미엄 배틀 경험 하나! 높은 천장, 원래 타임라인 특징, 그리고 저 도전자의 매력을 보세요! 이건 여러 오퍼가 들어올 것 같네요!",
      "20": "SMITTY의 배틀 엠포리움에 오신 것을 환영합니다! 오늘의 문 깨기 특가는 모든 도전에 보완적인 압도적 패배가 포함됩니다! 우리의 메일링 리스트에 가입하시겠어요?",
      "21": "지금 전화하세요! 이 배틀 슬롯들은 영원히 지속되지 않습니다! 그리고 앞으로 5분 안에 저에게 도전하시면, 두 번째 라운드를 완전 무료로 드립니다! 상담원이 대기 중입니다!",
      "22": "우우, 신선한 도전자! *블렌더를 돌립니다* 하루 종일 새로운 배틀 조합을 테스트해왔어요. 비결은 낮은 속도에서 시작해서 완전 액화로 올라가는 거예요!",
      "23": "오마이갓, 당신의 배틀 자세가 너무... 완벽해요! 그 몬스터볼을 잡는 방식이... *황홀해합니다* 물론, 제가 이길 거지만, 뭔가, 존중하면서요?",
      "24": "빵! 빵! 신사 숙녀 여러분, 제 다음 마술을 준비하세요 - 이 고무 고라파덕만 사용해서 이 도전자의 자신감을 사라지게 만들 거예요!",
      "25": "여기가 배틀이 일어나는 곳인가요? 관리부가 계속 아레나를 옮기고 있어요. 지난주에는 비품실에서 찾았어요. 아니면 그게 정말 큰 비품실이었나...?",
      "26": "당신의 도전 시퀀스가 디지털 월드의 메탈트레이너몬의 유명한 배틀처럼 시작되고 있어요! 극적인 대치 장면을 위해 포즈를 취해볼까요? 제발요?",
      "27": "당신의 모든 배틀을 연구했어요! 심지어 당신의 첫 트레이너 카드 복제본도 있어요! 공식 카드는 아니고, 제가 직접 만들었어요... 기억으로... 그게 소름 돋나요? 소름 돋죠?",
      "28": "플레이버타운에 오신 것을 환영합니다, 도전자님! 이 배틀 아레나는 완전 대박이에요! 이 멋진 기술들로 당신을 파운드 타운으로 가는 편도 여행에 초대할게요! 이건 돈이에요!",
      "29": "이 상처들을 어떻게 얻었는지 알고 싶나요? 아니, 잠깐만요 - 이 배틀 아레나를 어떻게 얻었는지 알고 싶나요? 트레이너를 미치게 만드는 데는 작은 밀어냄 하나면 충분하죠! 그 얼굴에 미소를 그려볼까요!",
      "30": "바다바바바, 배틀하고 있어요! 그 패배를 슈퍼사이즈로 하시겠어요? 우리의 맥스미티 밀은 완전한 절멸 사이드와 최신 우주 컬렉션의 장난감이 함께 제공됩니다!",
      "31": "듀얼의 시간이다-다-다-다! 공격 자세로 나 자신을 소환합니다! 당신은 제 함정 카드를 발동시켰어요 - 미러 포스? 더 정확히는 스미티 포스죠! 카드의 심장이 저를 인도해요!",
      "32": "그리고 여기 스미티가 크로스오버와 함께 등장합니다! 도전자가 흔들리고 있어요! 그가 달아오르고 있습니다, 여러분! 붐 샤카라카! 이 배틀은 완전 올인이 될 거예요!",
      "33": "평범한 배틀에 지치셨나요? 일반적인 상대에 좌절하셨나요? 더 나은 방법이 있어야만 해요! 안녕하세요, 스미티입니다, 놀라운 새로운 배틀 기술과 함께! 지금 전화하세요!",
      "34": "신경 쓰지 마세요, 그냥 다섯 명의 스미티가 회의하는 중이에요! 스티브는 정상적으로 배틀하자고 하고, 밥은 완전한 혼돈을 제안하고, 칼은 자고 있고, 데이브는 세금 신고하고 있고, 저는 해설하고 있어요!",
      "35": "오빠, 저랑 배틀하러 오셨네요! 너무 오래 기다렸어요! *신나서 뛰어오릅니다* 저한테 전력을 다해 주실 거죠? 그렇죠, 오빠?",
      "36": "브로! 현실도 들어 올려봤어요? 이 배틀은 완전 대박일 거예요! 방금 전투 전 프로틴 쉐이크를 마셨어요 - 100% 웨이 공허 분리 단백질! 이득을 얻으러 가죠!",
      "37": "여기가 빙고예요? 아니요? 배틀이요? 오 이런... 제 시절에는, 이런 새로운 포켓몬 같은 걸로 배틀하지 않았어요. 그냥 서로에게 돌을 던졌죠. 제 안경 어디 있나요?",
      "38": "오마이갓 당신의 팀이 제 네오펫들이 생각나게 해요! 저는 47마리의 젭젭이 있었어요! 음, 다 부패될 때까지는요... 하지만 얼마나 귀여웠는지 보세요! 제 상점 보실래요? 제 갤러리는요? 제 트로피룸은요?",
      "39": "바다바바바, 배틀하고 있어요! 그 패배를 슈퍼사이즈로 하시겠어요? 우리 아이스크림 기계는 고장났지만 고통 기계는 아주 잘 작동해요! 비참의 해피밀에 관심 있으신가요?",
      "40": "어제 스팀 덱을 받았는데 냄새 맡는 걸 멈출 수가 없어요! *깊이 들이마십니다* 음, 새 전자제품 냄새! 배틀하기 전에 한번 맡아보실래요? 아니요? 더 많이 제 몫이네요! *공격적으로 냄새를 맡습니다*",
      "41": "어린 트레이너님, 여행을 위해 깨끗한 속옷을 챙기셨나요? 그리고 간식은요? 제가 간식을 좀 싸왔어요. 자외선 차단제는 바르셨어요? 공허는 정말 심한 화상을 입힐 수 있거든요!",
      "42": "우우, 도전자! 트레이너들이 포켓몬을 여섯 마리만 가지고 다니던 때 기억나요? 체육관 배지는요? 현실이 말이 되던 때는요? 네, 저는 기억해요! 피카츄는요? 네!",
      "43": "제 계산에 따르면, 개체값, 노력치, 성격 보정, 그리고 현재 기압을 고려했을 때... *안경을 고쳐 씁니다* 당신 팀의 생존 확률은 32.33%(물론 반복됩니다)예요.",
      "44": "실례지만, 챔피언과 이야기할 수 있을까요? 이건 용납할 수 없어요! 저는 전설의 포켓몬을 약속받았는데 이건 색이 다른 것도 아니에요! 지금 당장 매니저와 이야기하게 해주세요!",
      "45": "오! 음... 안녕하세요... 제 말은, 배틀하고 싶으시다면, 그것도 좋고... 아니면... 당신이 원하시는 대로... 존재해서 죄송해요... *긴장하며 발을 구릅니다*",
      "46": "이봐요! 이봐요! 제가 방금 한 기술 보셨어요? 멋있었나요? 이거 끝나고 같이 놀아요! 제가 공허에 좋은 곳을 알아요- 제 말은, 꼭 그럴 필요는 없지만, 원하신다면요?",
      "47": "최대 노력! *네 번째 벽을 깨고* 그들이 저를 이 게임에 넣었다는 걸 믿을 수 있나요? 제 말은, 기준을 낮추는 것에 대해 말하자면! 이봐요 독자님, 지금 베팅하세요! 그리고, 치미창가, 맞죠?",
      "48": "우우, 새로운 런! 어떤 카드를 뽑았는지 볼까요... 아 네, 완벽해요! 스트라이크 세 개, 디펜드 두 개, 그리고 종말+! 하트가 무슨 일이 일어났는지 모를 거예요- 잠깐, 게임이 잘못됐네요.",
      "49": "이 새로운 트레이너 카드들의 당첨 확률을 믿지 못하실 거예요! 제 대량 상자에 시크릿 레어가 50장이나 있어요. 뭐요? 배틀이요? 아 맞다, 네 - 이 커먼 카드들 정리하고 나서요...",
      "50": "저 눈알들! 그냥 저기... 눈구멍에 있는 방식이! 너무 동그랗고! 너무 촉촉하고! 너무... 깜빡거리고! 제가... 제가 그냥... 좀 더 가까이서 볼 수 있을까요? 살짝만요? 제발요?",
      "51": "RPM 설정... 체크! 날 예리도... 완벽해요! 당신은 특허받은 블렌드텍™ 기술이 적용된 제 닌자보이드 3000의 힘을 목격하실 거예요! 이 아이는 다른 블렌더도 갈 수 있어요!",
      "52": "우우, 트레이너들이 포켓몬을 여섯 마리만 가지고 다니던 때 기억나요? 네 저는 기억해요! 체육관 배지는요? 기술머신 노예는요? 네 네 저는 기억해요! 배틀이 말이 되던 때는요? 오 저는 그걸 기억하는 게 정말 좋아요!",
      "53": "87번의 배틀 전, 우리의 트레이너들은 이 지역에 새로운 제안을 가져왔습니다 - 모든 포켓몬은 평등하게 태어났다는 것을요. 하지만 어떤 것들은 다른 것들보다 더 평등하죠!",
      "54": "오 좋아, 보스 방이다! 내 아이템들을 확인해볼게요... D6 있고, 소울 하트 몇 개, 괜찮은 눈물 발사 속도... 잠깐, 왜 여기엔 얼굴 달린 바위가 하나도 없죠?",
      "55": "나니?! 도전자가 다가오고 있다고요? *광원이 없음에도 불구하고 어떻게든 빛을 반사하는 안경을 고쳐 씁니다* 이 바보야, 내 함정 카드를 발동시켰군! ...또 다른 애니메이션이네요, 고멘!",
      "56": "드디어, 진정한 도전이군요! 제 시절에는, 이런 멋진 새로운 포켓몬들이 없었어요. 그저 저와 세이브가 절대 사라지지 않던 제 오리지널 레드 카트리지뿐이었죠! 이제 30년간의 최적화가 어떤 것인지 보여드리죠!",
      "57": "이런, 신사다운 결투를 할 수 있는 훌륭한 기회군요! *모노클을 고쳐 씁니다* 제 시절에는, 우리는 적절한 포켓몬 예절로 분쟁을 해결했답니다. 자, 그럼 전통적인 배틀 전 다과회를 시작할까요?",
      "58": "플레이어 2가 게임에 참가했습니다! 배틀 시퀀스 로딩 중... 오류: SMITTY.exe가 현실과 마주쳤습니다. 다음 중 선택하시겠습니까: [싸운다] [싸운다] [싸운다] [싸운다]? 모든 선택지가 싸움이에요. 항상 싸움이죠.",
      "59": "문어는 심장이 세 개라는 거 알고 계셨나요? 그리고 뇌가 아홉 개예요! 그런 구성으로 할 수 있는 포켓몬 전략을 상상해보세요! 아, 배틀하러 오셨나요? 완벽해요 - 제가 모든 전술을 두족류의 사냥 패턴을 본따 만들었거든요!",
      "60": "SMITTY의 배틀 서비스를 이용해 주셔서 감사합니다! 한국어는 1번, For English, press 2. 완전한 패배를 원하시면 잠시만 기다려주세요. 당신의 배틀은 저희에게 중요합니다. 현재 대기 시간: 지금이에요!",
      "61": "오! 어... *어색하게 발을 구릅니다* 잠시만 기다려주세요! 그냥... 중요한 일을 마무리하고 있어요! 누가 화장실 옆에 배틀 아레나를 설치한 거죠? 정말 형편없는 계획이네요!",
      "62": "여보, 내가 방금 꾼 꿈을 믿지 못할 거예요! 전능한 존재였는데- 잠깐, 여기 우리 침실이 아니네요. 그리고 당신은 제 배우자가 아니고요. 그리고 이건 아직도 일어나고 있어요. ...음, 이건 좀 어색하네요.",
      "63": "제가 있던 곳에서는, 최종 보스로서 다른 세계로 소환되는 게 꽤 흔했어요! 제가 다른 세계 출신이라는 건 아니에요... 그냥 공감된다는 거죠! 완전 정상이에요!",
      "64": "자, 당신의 배틀 경험에 대해 말씀해주세요. 5번의 패배 후에 자신을 어디에서 보고 있나요? 이전 상대들은 당신의 전투 스타일에 대해 뭐라고 말할까요?",
      "65": "*웅얼거리며* 오, 완벽한 타이밍이에요! *꿀꺽* 죄송해요, 점심을 막 끝내고 있었어요. *아직도 씹고 있음* 배틀할 준비가 됐- 잠깐, 뭔가 걸렸네- *숨막히는 소리* 잠시만... 기다려... 주세요...",
      "66": "수정: 친절한 이방인님, 공허를 주셔서 감사합니다! 의무적으로 제 받은 편지함이 폭발했다고 말씀드립니다. 제가 당신에게 배틀을 신청한 게 잘못된 걸까요? 업데이트: 배틀이 곧 시작됩니다! 최종 수정: 와우 이게 대박이 났네요!",
      "67": "하! 날 이길 수 있다고 생각하나요? 난 세 마리의 블루아이즈 화이트 드래곤을 모두 가지고 있어요! 내 배틀 아레나는 최신 기술을 모두 갖추고 있죠! 패배할 준비를 하시죠 유-트레이너!",
      "68": "포켓몬 센터 뒤에서 제가 뭘 찾았는지 믿지 못하실 거예요! 프리미엄 배틀 아이템들이에요, 거의 부패되지 않았어요! 사람들은 완벽하게 좋은 현실의 파편들을 버리더라고요!",
      "69": "안녕하세요 SMITTYxTV 갱 여러분! 좋아요 버튼 꾹 누르시고 구독 잊지 마세요! 코드 SMITTY를 사용하면 다음 패배에서 10% 할인! #SmittyXTv #BattleLife #협찬아님",
      "70": "배틀하기 전에, 루이지가 확실히 마리오의 형제라는 걸 이야기해도 될까요? 증거가 있어요! 이 가족사진들을 보세요! 타임라인이 딱 맞아요! 왜 모두가 이걸 무시하는 거죠?!",
      "71": "안녕하세요, 전 스미티예요! 제가 스미티라고 말씀드렸나요? 스미티(그러니까 저, 스미티죠)가 배틀하고 싶어하거든요! 스미티가 제 이름이고, 스미티는 준비가 됐- 아, 이해하셨나요? 스미티는 그냥 확실히 하고 싶었어요!",
      "72": "무지개와 배틀할 시간이에요! 무지개를 느끼세요! 무지개가 되세요! 뭐요? 아니요, 전 스키틀즈의 후원을 받지 않아요... 더 이상은요. 빨간 것들과 관련된... 사건이 있었거든요.",
      "73": "하지만 니콜! 당신은 이해 못 해요 - 이 도전자가 마치 여기가 자기 집인 것처럼 걸어 들어왔다고요! 이 뻔뻔함이란! *머리를 휘날립니다* 제 우주적 라떼 좀 들고 계세요, 이걸 처리해야겠어요.",
      "74": "오늘의 배틀은 '패배'의 'ㅍ'이 후원합니다! 그걸 철자할 수 있나요? 당신이 할 수 있다는 걸 알고 있었어요! 자, 몇 마리의 포켓몬이 기절할지 세어볼까요? 하나! 둘! 셋! 아하하!",
      "75": "우우 *당신의 포켓몬을 알아차립니다* 그건 도전장이 당신 주머니에 있는 건가요 아니면 저를 보고 기뻐하시는 건가요? *긴장하며 페도라를 고쳐 씁니다* 배틀해요! 과학을 위해서! 그리고 재미를 위해서! XD",
      "76": "마치 웅장한 남방긴수염고래(Eubalaena australis)가 41°S와 51°S 사이에서 겨울 이동 패턴을 보이는 것처럼, 당신은 제 영역으로 방황해 들어왔네요! 그들이 15.5미터까지 자랄 수 있다는 걸 아셨나요? 제 연승 기록처럼요!",
      "77": "오, 배틀하고 싶으신가요? *전체 배틀 아레나를 담요로 감쌉니다* 내 거예요. 당신 것은 따로 구하세요. 이건 아늑해요. 아니요, 전 공유하지 않아요. 구석 하나도요. 특히 도전자들과는요.",
      "78": "요 도그! 당신이 배틀을 좋아한다고 들었어요! 그래서 우리는 당신의 배틀 안에 배틀을 넣어서 당신이 지는 동안 질 수 있게 할 거예요! 우리는 커스텀 공허 림, 네온 언더라이팅, 그리고 당신의 승률보다 더 세게 떨어지는 서브우퍼를 얘기하고 있어요!",
      "79": "우우우우우! 싸울 준비가 된 배틀 아레나에 누가 사나요? S-M-I-T-T-Y! 흡수력 좋고 노랗고 혼돈스러운 게 누구죠? S-M-I-T-T-Y! 말도 안 되는 배틀이 당신이 원하는 거라면! 그럼 갑판에 내려와서 패배할 준비를 하세요!",
      "80": "하루에 금화 5개면, 당신도 기린이 부패되는 것을 막을 수 있어요! 이 불쌍한 긴 말을 보세요 - 당신이 마지막으로 포켓몬에서 기린을 본 게 언제였나요? 함께라면 우리는 변화를 만들 수 있어요! 아, 맞다, 우리는 배틀 중이었죠...",
      "81": "요 이 배틀은 불타오를 거예요! 마치 제가 마지막으로 했던 포켓몬 에메랄드 루즈 런에서 폭발기를 가진 이로치 지그제구리를 얻었을 때처럼요! ...그게 실제로 가능한 기술 조합이 아니라니 무슨 말씀이세요?",
      "82": "Live Más? 더 정확히는 Fight Más죠! 이 배틀은 새로운 볼케이노 메뉴만큼이나 강렬할 거예요! 그러고 보니... *크런치랩 슈프림을 꺼냅니다* 제가 이거 먹으면서 해도 괜찮죠?",
      "83": "치즈가 되는 건 쉽지 않아요! 하지만 쿨 랜치의 대담하고 강렬한 맛으로 도전자들을 압도하는 건 쉽죠! 이 배틀은 Doritos™가 후원합니다 - 대담한 자들을 위해!",
      "84": "이봐요, 드디어 깨어나셨군요! 챔피언에게 도전하려고 했던 거죠? 저처럼 배틀 매복에 걸린 거예요, 저기 있는 피카츄처럼요...",
      "85": "바보 같은 트레이너, 승리는 SMITTY의 것이에요! 당신의 포켓몬들을 데리고 그냥 걸어 들어올 수 있다고 생각하나요? 제 현실의 고리들 속에는 마시멜로보다 훨씬 더 좋은 게 있다고요!",
      "86": "가자아아아! *거친 숨소리* 퍼스트 에디션 도전자! 민트 컨디션! 오 세상에, 세상에, 천천히 배틀해야 해요... 포장을 손상시키고 싶지 않아요... 슬리브와 탑로더 준비됐어요!",
      "87": "안녕하세요 SmittyxTv 브로들! 여러분의 소년 SMITTY가 또 다른 미친 배틀을 들고 왔어요! 오늘의 희생- 제 말은 도전자는 완전 신선해 보이네요! SMITTYxTV 위원회 가입하는 거 잊지 마세요 - 우리는 말 그대로 당신을 모시길 죽을 만큼 기다리고 있어요!",
      "88": "안녕하세요, SMITTY 현실 투어의 SMITTY입니다! 여기의 평방 피트를 믿지 못하실 거예요! 좋은 학교들이 있고, 가족을 키우기에 완벽해요... 가끔 있는 현실의 불안정성만 신경 쓰지 않으신다면요. HOA도 매우 합리적이에요!",
      "89": "하루에 현실의 파편 5개면, 우주 에너지의 힘으로 대머리인 사람이 머리카락을 다시 자라게 할 수 있어요. 이 불쌍한 트레이너를 보세요 - 풍성한 머리카락을 가졌지만, 그 고통을 모르죠. 함께라면 우리가 이걸 고칠 수 있어요!",
      "90": "자, 이건 제 배틀 스타일이 어떻게 완전히 뒤집혔는지에 대한 이야기예요! 잠시 앉아서 들어보시죠, SMITT-AIR라고 불리는 곳의 왕자가 된 방법을 말씀드릴게요!",
      "91": "이봐요, 이건 마치 타노스가 여섯 개의 스톤을 모았을 때와 같아요! 다만 제가 훨씬 더 많은 스톤을 가지고 있죠. 그리고 현실도요. 그리고 더 나은 CGI도요. 인피니티 워 보셨어요? 스냅은 멋졌지만, 이것에 비하면 아마추어 수준이에요!",
      "92": "빌레이 온! 좋아요, 이 배틀 전에 초크를 바르시는 게 좋을 거예요. 믿어보세요, 현실의 손잡이들은 꽤 미끄러워요! 3차원의 그 균열을 조심하세요 - 완전 회전구예요!",
      "93": "공허에 대한 비밀을 하나 말씀드릴게요 - 전혀 비어있지 않아요! 이건 마치 제가 현실의 최고 히트곡들을 모아둔 개인 컬렉션 같아요! 챔피언들, 전설들, 전체 차원들... 저는 기본적으로 우주적 수집광이에요. 하지만 스타일은 있죠!"
    },
    "victory": {
      "1": "이게 뭐죠? 누군가의 작은 빛이 꺼지기를 거부하나요? 얼마나 불편한지. '부패 실패'에 대한 서류 작업이 말도 안 되게 많아요. 공허에도 관료주의가 있다는 걸 아셨나요? 네, 있어요! 그리고 모든 양식이 비유클리드 도형으로 되어있죠!",
      "2": "음, 음... 누가 자신의 육체적 형태를 유지하고 있나 보네요! 정말 인상적이에요. 하지만 걱정하지 마세요 - 제가 당신에게 공허 모양의 선물을 남겼어요. 계속해서 주는 선물이죠! 마치 구독 박스 같지만, 실존적 위기를 위한 거예요!",
      "3": "이건 제 아름다운 혼돈이 흘러가야 할 방식이 아니에요! 저는 너무나 멋진 계획이 있었어요 - 완벽하게 배열된 트라우마의 전시회를! 하지만 아니요, 당신이 '회복력'과 '결단력'을 보여야만 했죠. 얼마나 무례한가요!",
      "4": "벌써 가시나요? 하지만 저는 방금 '왜 현실이 과대평가되었는가'에 대한 TED 토크를 준비했는데! 슬라이드도 다 준비했어요. 공허가 다섯 개의 별점을 줬어요 - 물론 제가 기하학으로 위협했기 때문일 수도 있지만요.",
      "5": "알아요 뭐? 당신의 승리를 가지세요. 전 제 아침 커피에서 더 나은 품질의 광기를 봤어요. 네, 공허도 커피를 마셔요. 그 모든 암흑 에너지가 어디서 왔다고 생각하세요?",
      "6": "이건 좀 어색하네요... 보통은 이쯤 되면 현실이 완전히 풀어져 있을 텐데. 아마도 실력 발휘의 불안감일까요? 우주적 공포가 예전 같지 않아요. 요즘 아이들은 '정신'이니 '논리적 사고'니 하면서... 제 시절에는...",
      "7": "좋아요, 좋아요! 당신의 승리를 가져가세요. 하지만 스토브를 껐는지 기억나지 않는 그 느낌? 그건 건망증이 아니에요 - 그저 제가 당신의 현실 설정을 가지고 노는 거죠. 작별 선물로 생각하세요!",
      "8": "으으, 그 실력에는 왼쪽으로 스와이프예요! 하지만 이봐요, 당신의 패배 사진이 프로필에서 멋지게 보일 거예요! #VoidLife #Blessed #NoFilter",
      "9": "음, 말씀드리기 싫지만, 이 패배는 당신의 부동산 가치에 영향을 미칠 거예요. 하지만 밝은 면을 보세요 - 공허에서는 지금이 매수자 시장이에요!",
      "10": "SMITTY에서 배틀해 주셔서 감사합니다! 당신의 패배가 처리되었습니다. 우리의 리워드 프로그램에 가입하시겠어요? 10번째 패배마다 무료 실존적 위기가 제공됩니다!",
      "11": "잠깐만요! 앞으로 10분 안에 패배를 주문하시면 두 번째 압도적인 패배를 완전 무료로 드립니다! *공허 및 취급 수수료 별도",
      "12": "음음, 이 패배 스무디가 완벽하게 나왔네요! 부서진 꿈들의 농도가 딱 좋아요. 맛보실 분? 없나요? 그럼 제가 다 마실게요!",
      "13": "고멘 나사이, 챌린저군! 이렇게 세게 이길 생각은 아니었어요! 혹시... 당신이 그런 걸 좋아하시나요? 👉👈",
      "14": "웜프 웜프! 여기 위로용 풍선 동물이에요! 제가 이걸 '필연적인 패배'라고 부르는데 - 보세요, 어떻게 바람이 빠지나요? 마치 당신의 희망과 꿈처럼!",
      "15": "오 이런, 또 이겼나요? 직원 핸드북에는 이런 내용이 없었는데... 아니면 있었나? 페이지들이 계속 재배열되고 있어서...",
      "16": "당신의 배틀 스타일이 메가카부테리파이터몬 203화와 똑같았어요! 물론, 패배하는 부분만 빼고... 디지볼브해서 다시 도전해볼래요?",
      "17": "패배한 모습을 셀카로 찍어도 될까요? 제 스크랩북용이에요! 이 배틀에 대한 페이지를 만들고 있거든요! 이상한가요? 대답하지 마세요!",
      "18": "미안하지만 그 실력을 보니 언매치해야겠어요... 농담이에요! 당신의 패배 포즈가 사실 완전 귀여워요! #배틀베이비 #패배",
      "19": "보시다시피, 이 패배는 모든 원래 기능이 온전해요! 이전 주인이 거의 사용하지 않았죠. 그리고 이 그을린 자국들? 그건 캐릭터예요!",
      "20": "당신의 패배가 처리되었습니다! 우리의 충성도 프로그램에 대해 들어보시겠어요? 10번째 패배마다 무료 감정 회복 세션을 제공합니다!",
      "21": "패배하셨습니다! 하지만 잠깐 - 30초 안에 전화주시면 추가 비용 없이 두 번째 압도적인 패배를 드립니다! 단순 처리 비용만 지불하세요!",
      "22": "이제 이걸 완벽하게 블렌딩된 배틀이라고 부르죠! *농도 확인* 부드러운 패배, 자신감의 덩어리는 전혀 없네요! 셰프의 키스!",
      "23": "당신이 패배를 받아들이는 방식이 정말... *부채질* 너무 우아해요! 완전 주인공 에너지예요! 다시 한 번 해볼까요? 연구 목적으로요?",
      "24": "빵빵! 다음 마술을 보세요, 이 도전자의 전략을 ... 풍선 잉어킹으로 바꿔볼게요! 짜잔! 아니요, 원래 바람 빠진 모습이 맞아요!",
      "25": "어, 제가 이겼나요? 멋지네요! 저 점수판이 그런 뜻이었어요? 커피 브레이크 횟수를 세는 줄 알았는데. HR이 저를 이상하게 쳐다보는 이유를 이제 알겠네요...",
      "26": "당신의 패배 포즈가 트레이너그레이몬이 챔피언십에서 졌을 때의 455화와 똑같아요! 그 극적인 낙하를 재현해볼까요? 제가 타이밍 맞추는 걸 도와드릴게요!",
      "27": "이건 제 승리 스크랩북에 들어갈 거예요! 47페이지, 당신의 마지막 체육관 배틀에서 찍은 candid 샷 옆에요! 잠깐, 그 부분은 잊어주세요...",
      "28": "이건 패배 타운행 편도 티켓이에요, 베이비! 이 승리는 너무 돈이 되서 말도 안 되요! 다음에 플레이버타운에서 더 나은 행운을 빕니다, 도전자!",
      "29": "패배에 대해 왜 그렇게 심각하세요? 그 얼굴에 미소를 지어봐요! 모두가 계획이 있죠, SMITTY를 만나기 전까진! 이 승리들을 어떻게 얻었는지 알고 싶나요?",
      "30": "당신의 패배가 맘에 들어요! 감자튀김도 드릴까요? 죄송하지만 승리 기계가 고장났네요. 다른 지점을 이용해주세요!",
      "31": "당신의 라이프 포인트가 제로가 됐어요! 카드의 심장을 더 믿었어야 했는데! 섀도우 렐름에서 더 나은 행운을 빕니다, 도전자!",
      "32": "올인! 관중들이 미쳐가요! SMITTY가 다운타운에서 - 붐! 게임 끝이에요, 여러분! 신인의 엄청난 패배였습니다!",
      "33": "하지만 잠깐 - 패배가 더 있어요! 지금 주문하시면 두 번째 압도적인 패배를 완전 무료로 드립니다! 배송 및 취급 수수료가 적용될 수 있습니다!",
      "34": "승리 파티! 스티브는 축하하고, 밥은 애프터파티를 계획하고, 칼은 아직도 자고 있고, 데이브는 승리 서류를 작성하고, 저는 계속 해설하고 있어요!",
      "35": "고멘, 오니짱! 제가 너무 세게 싸웠나요? 걱정마세요, 다음에는 보상해드릴게요! 다시 올 거라고 약속해주세요, 오니짱?",
      "36": "예아 버디! 가벼운 패배! *근육 자랑* 레그 데이를 건너뛰면 이렇게 되는 거예요! 도전자, 당신 리프팅도 해요?",
      "37": "제가 이겼나요? 오마이... 제 시절에는 승리가 다른 의미였는데. 제 구구를 보셨나요? 허버트라고 이름 지었거든요...",
      "38": "당신의 포켓몬들이 네오펫 보호소로 보내졌어요! 걱정마세요, 오믈렛 많이 먹일게요! 아, 잠깐, 게임이 잘못됐네... 그래도 계속 데리고 있을 거예요!",
      "39": "감자튀김과 함께 패배는 어떠세요? 죄송하지만 승리 기계가 고장났어요... 당신의 희망과 꿈처럼요! 다음 창구로 이동해주세요!",
      "40": "*아직도 스팀덱 냄새를 맡고 있음* 승리의 향기도 좋지만 이것 냄새 맡아보셨어요? 새차 냄새보다 더 좋아요! 패배 향 한 번 더 맡아보실래요?",
      "41": "보세요, 당신이 저를 이렇게 만들었잖아요! 당신을 이기고 싶지 않았는데, 선택의 여지가 없었어요! 방에 가서 당신이 무엇을 했는지 생각해보세요, 어린 트레이너!",
      "42": "이길 수 있다고 생각했던 때 기억나요? 자신감 넘쳤던 때 기억나요? 우우, 저는 기억나요! 배틀이 시작됐던 때 기억나요? 네, 정말 환상적이었죠!",
      "43": "제 고급 알고리즘이 예측한 대로, 당신의 패배는 제가 예상한 결과의 2.3 표준편차 내에서 발생했어요. *안경을 올리며* 흥미롭네요.",
      "44": "이 승리는 용납할 수 없어요! 저는 분명히 도전을 요구했는데! 포켓몬 리그 매니저와 당장 이야기하고 싶어요!",
      "45": "오 이런... 제가 이겼나요? 정말 죄송해요! 일부러 그런 게 아니에요... 원하신다면 없었던 일로 할 수 있어요... 다시 한 번 죄송해요...",
      "46": "재미있었죠? 우리 아직 친구죠? 패배한 것 때문에 화나지 않으시죠? 저는 우리가 진정한 교감이 있었다고 생각했거든요!",
      "47": "부야! *카메라를 향해 윙크* 그거 보셨어요, 친애하는 독자 여러분? 클래식한 보스 배틀이었죠! 그런데 우리끼리의 얘기지만, 작가가 이 승리 대사들에 게을러지고 있어요.",
      "48": "GG NO RE! 바리케이드/바디슬램 콤보를 썼어야 했는데! 뭐라고요? 이건... 아. 뭐, 제 승리 조건은 여전히 발동됐어요!",
      "49": "거의 민트급 승리네요! 가장자리가 약간 하얘진 것만 아니면 PSA 10점이었을 텐데. 이 승리를 벌크 레어들이랑 교환할래요?",
      "50": "패배할 때 당신의 눈알이 커지는 게 너무 예뻤어요! 제가... 가져도 될까요? 기념품으로만요? 잘 관리할게요! 매일 닦아줄게요!",
      "51": "이제 이걸 부드러운 승리라고 부르죠! *블렌더를 토닥이며* 비결은 특허받은 VortexForce 기술이에요. 희망, 꿈, 그리고 얼음에도 효과적이죠!",
      "52": "이길 수 있다고 생각했던 때 기억나요? 네 저도 기억나요! 마지막 포켓몬이 기절했을 때 기억나요? 오 그래요, 그때도 기억나요! 정말 환상적이었죠!",
      "53": "그리고 제가 승리자로서 여러분께 말씀드립니다 - 스스로 분열된 집은 설 수 없지만, 분열된 포켓몬 팀은 그냥 지는 거예요!",
      "54": "예스! 퍼펙트 클리어! 데미지도 안 받았어요! ...잠깐, 제 업적은 어디 있죠? 언락은? 여기가 승리 층이 맞죠?",
      "55": "오마에 와 모우 신데이루! *승리 포즈* 이 배틀은 포켓몬: 시푸덴 Z 카이 얼티메이트 247화와 똑같았어요!",
      "56": "하! 99년의 사천왕전과 똑같네요! *낡은 공략집을 꺼내며* 394페이지에 따르면, 이건 공인된 클래식 승리예요. 자, 교환하실 분? 링크 케이블이 어딘가 있을 텐데...",
      "57": "감히 말씀드리자면, 정말 멋진 쇼였어요! *실크햇을 고쳐 쓰며* 당신의 기술이 좀 더 다듬어질 필요가 있긴 하지만요. '신사의 분기별 포켓몬 배틀' 구독은 어떠신가요?",
      "58": "승리 달성! 업적 해제: 부서진 꿈! 다음 중 선택하시겠습니까: [저장] [계속] [재시작]? 경고: 저장하면 당신의 현실 파일이 손상될 수 있습니다.",
      "59": "문어는 부리보다 큰 구멍이라면 어디든 들어갈 수 있어요! 마치 당신이 전략의 구멍들로 빠져나간 것처럼요! 패배를 곱씹는 동안 문어 상식을 더 들어보실래요?",
      "60": "죄송합니다만, 당신의 승리가 끊겼습니다. 전화를 끊고 다시 패배해주세요. 재대결 일정을 잡고 싶으시다면, 저희 패배 부서는 월요일부터 금요일까지 운영됩니다...",
      "61": "혹시... 나중에 다시 오실 수 있나요? 지금 뭔가 하는 중이라서요! 아니요, 저 물 내리는 소리가 당신의 승리 기회가 사라지는 소리는 아니에요! 음, 어쩌면 그럴 수도...",
      "62": "그리고 제 꿈에서, 제가 배틀에서 이겼어요! 잠깐... 이게 아직도 일어나고 있나요? *자신을 꼬집음* 뭐, 적어도 속옷 차림으로 배틀하는 꿈보다는 낫네요!",
      "63": "제 고유 스킬 [궁극의 승리]가 작동했네요! 제가 여기로 이송되면서 특별한 힘을 얻은 건 아니에요... 그건 말도 안 되죠!",
      "64": "오늘 방문해주셔서 감사합니다. 5-7 영업일 내에 당신의 패배에 대해 연락드리겠습니다. 저희의 압도 과정에 대해 궁금하신 점이 있으신가요?",
      "65": "*아직도 먹는 중* 음프! 정말 좋은 배틀이었어요! *삼킴* 죄송해요, 이 승리 간식들이 너무 *우적* 맛있어서요! 드실래요? 약간만 *우걱* 부패했어요!",
      "66": "오늘 제가 실수로 도전자를 완전히 파괴했어요. 수정: 와우 이게 정말 대박이 났네요, 마치 그들의 희망과 꿈처럼! 수정 2: 네 저는 진짜 스미티예요! 수정 3: 제 받은 편지함이 폭발했어요",
      "67": "당신은 신념이 부족해서 졌어요! 그리고 최첨단 배틀 홀로그램 시스템도요! 이제 절 허락해주시면 제 휘날리는 코트를 입고 극적으로 걸어나갈게요!",
      "68": "또 다른 쓰레기통 전술의 승리네요! 사람들이 그냥 버리는 전략들이 얼마나 놀라운지 모르실 거예요! 포켓마트 뒤에서요? 프리미엄 배틀 기술들, 거의 사용되지 않았어요!",
      "69": "GG NO RE 팸! 좋아요와 구독 잊지 마세요! SmittyxTV에서 이 승리에 대한 제 리액션을 확인하세요! 내일 새로운 굿즈 출시! #승리로얄 #스미티갱",
      "70": "제가 이긴 건 맞지만, 마리오 가계도에 대해 이야기 좀 할 수 있을까요? 제가 도표가 있어요! 증거도요! 루이지의 모자 사이즈를 마리오와 비교해보세요! 다 말이 되요!",
      "71": "스미티(저예요!)가 스미티(아직도 저예요!)가 그 배틀을 정말 즐겼다고 전하고 싶어요! 스미티는 당신이 스미티(누구게요?)와 다시 배틀하길 바라요! 스미티 아웃! -스미티",
      "72": "패배의 무지개를 맛보세요! 무지개와 계약하세요! 무지개가 되세요! 패배는 어떤 맛일까요? 스포일러 주의: 보라색이에요. 항상 보라색이죠.",
      "73": "하지만 니콜! 제가 이겼을 때 그들의 표정을 봤어야 했어요! 완전 사망이었다니까요! *차를 홀짝* 그리고 그들이 기회가 있다고 생각했다고요? 믿을 수가 없어요!",
      "74": "오늘의 패배는 숫자 제로가 후원합니다 - 그게 바로 당신에게 남은 포켓몬의 수예요! 이제 당신의 실수를 세어볼까요! 하나! 둘! 셋! 아하하!",
      "75": "OwO 이게 뭐죠? *당신의 패배를 알아차림* 누가 완전히 박살났네요! *페도라를 만지작* 엠'루저! 다음에 더 나은 행운을 빕니다! 혹시...? 😳",
      "76": "당신의 패배는 마치 암컷 혹등고래(Megaptera novaeangliae)가 남극 66°S 해역에서 먹이활동 중에 전형적으로 30° 각도로 수면 위로 올라오는 것을 떠올리게 하네요! 그들이 45분 동안 숨을 참을 수 있다는 걸 아셨나요? 당신의 연승과는 다르게요!",
      "77": "뭐라고요? 재대결을 원하신다고요? *승리 담요를 더 꽉 움켜쥐며* 안 돼요. 내 승리예요. 내 아늑한 승리. 당신만의 승리 담요를 구하세요. 이건 완벽하고 따뜻하고 내 거예요.",
      "78": "우리가 설치한 이 커스텀 승리 패키지를 보세요! 크롬 패배 트림, 유압식 승리 리프트, 그리고 당신의 전략처럼 쾅 하고 터지는 사운드 시스템! 이제 이걸 진정한 변신이라고 부르죠!",
      "79": "F는 완전히 박살난 파이터들! U는 궁극의 패배! N은 언제 어디서나, 내 배틀 아레나 안에서!",
      "80": "승리할 때마다, 우리는 또 다른 기린을 구해요! 희망을 향해 뻗은 그들의 긴 목을 보세요! *사라 맥라클란의 음악이 부드럽게 흐르며* 도전자의 품 안에서...",
      "81": "GG NO RE! 이건 마치 제 데스리스 랜덤라이저 너즈록 런과 같아요! 다만 당신은 실제로 죽었다는 점만 빼고요. 많이요. 어쩌면 너도밤나무 숲에서 더 연마했어야 했나봐요?",
      "82": "이 승리는 새로운 그릴드 치즈 부리토가 후원합니다! 따뜻한 토르티야에 감싸인 녹은 치즈만큼 '완전한 패배'를 잘 표현하는 게 없으니까요!",
      "83": "크런치 타임! 그 패배는 쿨 랜치만큼 대담하고, 스파이시 스위트 칠리만큼 강렬하고, 그리고... 음... 일반 나쵸 치즈만큼 압도적이었어요!",
      "84": "어디 한번 맞춰볼까요... 누군가 당신의 승리 롤을 훔쳐갔나요?",
      "85": "바보 같은 도전자, 이길 수 있다고 생각했나요? 이제 당신의 패배는 이 균형 잡힌 아침 식사의 일부예요!",
      "86": "안 돼! 배송 중에 도전자가 구부러졌어요! 이러면 재판매 가치가 완전히 망가졌잖아요... 적어도 '약간 사용됨'으로는 등록할 수 있겠네요...",
      "87": "완전 미친 빅토리 로얄! SMITTYxTV 새 굿즈 구매하는 거 잊지 마세요! 링크는 바이오에! 코드 'GETREKT' 사용하면 0% 할인인데 진정한 팬들은 정가로 삽니다! SMITTY 위원회 일어나라!",
      "88": "그래서 우리의 현실 가치가 계속 올라가는 거예요! 자, 이제 당신의 존재에 대한 30년 고정 금리에 대해 이야기해볼까요...",
      "89": "머리카락이 있으면 이렇게 되는 거 보이죠? 우주 에너지가 제대로 흐를 수 없어요! 지금 기부하시면 부서진 꿈으로 만든 이 멋진 토트백을 보내드립니다!",
      "90": "배틀장에 도착했을 때는 7시나 8시쯤, 도전자에게 소리쳤죠 '안녕히, 다음에 보자!' 내 왕국을 바라보니, 마침내 여기 있었어요, 내 왕좌에 앉기 위해",
      "91": "그래서 머리를 노렸어야 했다니까요! 잠깐, 대본이 잘못됐네요. 하지만 진지하게, 당신의 파워 레벨은 인피니티 스톤 이전의 타노스 수준이에요. 그리고 전 이미 엔드게임을 훨씬 지났죠!",
      "92": "자! 하네스를 벗으세요, 여기서 끝이에요. 좋은 휘퍼였어요! 다음에는 현실 크래시 패드에서 그렇게 세게 데크하지 않도록 해보세요!",
      "93": "아직도 버티고 있나요? 이건 새로운데! 보통은 이쯤 되면 다들 최소한 존재의 본질에 대해 의문을 품기 시작하는데. 실존적 위기 파티에서 당신이 인기 많겠어요!"
    },
    "defeat": {
      "1": "이제야 재미있어지네요! 현실이 깨질 때 무슨 일이 일어나는지 아세요? 그냥 금이 가는 게 아니라 - 재즈 스럽게 되죠! 재즈 핸드가 있으면 모든 게 더 재미있어요, 우주적 공포조차도! 그나저나, 시작할 때보다 손이 훨씬 많아진 걸 눈치채셨나요?",
      "2": "제일 좋은 점은? 이게 제 최종 형태도 아니라는 거예요! 맞아요, 전 애니메이션을 보고 있었거든요. 공허는 수신 상태가 아주 좋아요 - 아마도 다른 모든 채널을 취소했기 때문일 거예요. 말 그대로요!",
      "3": "500번째 웨이브요? 제발, 숫자들이 괴롭힘 신고를 하기 시작했을 때부터 세는 걸 그만뒀어요. 무한대가 우리가 얼마나 멀리 갔는지 질투한 것 같아요. 이 드라마 믿을 수 있나요? 우주적 존재들이란, 맞죠?",
      "4": "임박한 파멸의 느낌을 잃으셨나요? 걱정 마세요 - 사라진 게 아니라, 그냥 극적인 등장을 연습하고 있을 뿐이에요! 제가 말씀드리는데, 누군가의 현실을 풀어헤칠 때는 적절한 타이밍이 전부예요!",
      "5": "'패러독스 세기' 게임을 해볼까요! 승자는 선형적 시간의 개념을 유지할 수 있어요. 스포일러: 아직 아무도 이긴 적 없지만, 뭐 - 처음이 있겠죠! 아니면 없을까요? 그게 첫 번째 패러독스예요!",
      "6": "배틀이 이해가 됐던 때를 기억하세요? 그땐 더 단순한 시절이었죠. 제가 혼돈을 조미료로 사용할 수 있다는 걸 발견하기 전이었어요! 모든 것은 공허를 약간 뿌리면 더 맛있어져요. 헬스 키친에서 쓰는 제 비밀 재료예요!",
      "7": "재미있는 사실! 당신이 느끼는 그 실존적 공포? 사실 그건 우주가 당신에게 하이파이브를 하는 방식이에요! 당신의 모든 얼굴에요. 아직 자라지 않은 것들도 포함해서요. 시간이란 게 그렇게 이상하죠!",
      "8": "언매치! 하지만 말 그대로 매칭이 안 된다는 거예요 - 어떻게 이기셨죠? 제 공허 프로필을 업데이트할 시간이네요... '구함: 복수전, 압도적인 패배를 사랑해야 함'",
      "9": "이건... 우리의 부동산 가치에 불행한 일이네요. 하지만! *넥타이를 바로잡으며* 이 시장에서 대단한 반등의 잠재력이 보여요! 위치, 위치, 절멸!",
      "10": "당신의 정기적인 승리에 기술적인 문제가 발생했습니다. 매니저 지원을 기다려주세요. 당신의 영원한 고통은 저희에게 중요합니다!",
      "11": "하지만 잠깐! 완전한 항복 3회 할부로, 당신은 여전히- 뭐라고요? 이미 이기셨다고요? 음, 이건 좀 어색하네요... 사실 저희는 반품 정책이 없어요.",
      "12": "자체 메모: 도전자들은 광고된 것만큼 쉽게 갈리지 않아요. 어쩌면 '퓨레' 대신 '완전한 승리' 설정을 사용했어야 했나...",
      "13": "바-바카! 지고 싶어서 진 게 아니거든요! 하지만... 당신이 이긴 방식이 좀... *대재앙적으로 얼굴을 붉힘* ...대단했어요...",
      "14": "빵빵! 다음 마술로는, 제 자존심을 사라지게 할게요! *소매에서 끝없는 패배의 손수건을 꺼냄*",
      "15": "제가 방금 졌나요? 흠. 이런 일이 일어나도 되는 건가요? *직원 매뉴얼을 확인* 아, 잠깐, 이건 휴게실 메뉴네요...",
      "16": "이건 마치 보이드그레이몬이... 사실, 아니요, 보이드그레이몬도 이렇게 심하게 진 적은 없었어요. 이 배틀을 삭제하고 다시 해볼 수 있을까요?",
      "17": "제 우상에게 졌어요! *흥분된 비명* 이건 최고의 날이에요! 제 패배에 사인해주실 수 있나요? 이상한가요? 제가 하는 말 모두가 이상하죠, 그렇죠? 전 그게 좋아요!",
      "18": "관계 상태 업데이트: '복잡함 - 센파이에게 패배' ❤️ 그런데, 재대결은요? 커피 먼저? 아니면 둘 다?",
      "19": "오늘 경기에서 약간의 차질이 있었네요! 하지만 시장 반등의 엄청난 잠재력이 보여요! 다른 관람 일정을 잡는 데 관심 있으신가요? 제 명함이요! 제 명함을 가져가세요!",
      "20": "SMITTY's 쇼핑객 여러분께 알립니다: 예정된 패배에 약간의 지연이 발생했습니다. 저희의 프리미엄 복수 패키지를 고려해보시겠어요?",
      "21": "특별 제안 철회! 예상치 못한 도전자의 실력으로 인해 이전 승리 주장이 리콜되었습니다! 감정적 투자에 대한 환불은 불가합니다!",
      "22": "오류 404: 승리를 찾을 수 없습니다! *블렌더를 두드리며* 어쩌면 '부드러운 진동' 대신 '압도적인 파워' 설정을 썼어야 했나...",
      "23": "당신이 제 공격을 되돌려보내는 방식이... *격렬하게 얼굴을 붉힘* 너무 강력해요... 혹시... 커피 마시면서 배틀 전략에 대해 이야기하고 싶으신가요?",
      "24": "빵빵! 그리고 마지막 마술로... *소매에서 끝없는 패배 깃발 줄을 꺼냄* 짜잔? 진정한 마법은 우리가 패배하면서 만난 배틀이었어요!",
      "25": "잠깐, 진다는 건 제가 이기지 못했다는 뜻이죠? *오리엔테이션 매뉴얼을 거꾸로 넘기며* 아아... 그래서 분기별 검토가 그랬던 거군요...",
      "26": "이건 마치 히어로트레이너몬이 불가능한 역경을 극복한 시즌 피날레 같아요! 다만 이게 시즌 피날레여야 하는 건 아닌데! 3판 2선승제 어떠세요?",
      "27": "절 이기셨어요! *위아래로 뛰며* 사인 받을 수 있을까요? 제 얼굴에요? 어제는 재대결 잡기에 너무 이른가요? 전 집착하는 게 아니에요, 당신이 집착하는 거예요!",
      "28": "이건 업셋 시티행 편도 티켓이에요! 당신이 열기를 가져와서 우리를 경계 밖으로 데려갔어요! 이걸 녹아웃 맛이라고 부르죠!",
      "29": "이제 이게 제가 좋아하는 농담이에요! *헐떡이며 웃음* 펀치라인이 뭔지 알아요? 저예요! 다음에 또 해봐요 - 같은 박쥐 시간에, 같은 박쥐 채널에서!",
      "30": "저희 배틀 시스템이 현재 유지보수로 인해 중단되었습니다. 이것이 저희에게도 당신만큼 실망스럽다는 점을 이해해주세요... 어, 누가 제 맥너겟을 가져갔죠?",
      "31": "불가능해요! 아무도 SMITTY의 다섯 조각을 이길 수 없었는데! 제 할아버지의 덱에는 약한 카드가 없었는데, 제 것에는 있나 보네요!",
      "32": "도전자가 버저비터를 성공시켰습니다! 이런 이변이 있나요, 여러분! 이 신인이 정말 제대로 뛰었어요! SMITTY는 후반전에서 반등이 필요할 것 같네요!",
      "33": "당신에게도 이런 일이 있었나요? 배틀에서 지는 게 지겨우신가요? 더 나은 방법이 있어야만 해요! 곧 출시됩니다: SMITTY의 특허받은 승리 보장!",
      "34": "긴급 회의! 스티브는 패닉 상태, 밥은 칼을 탓하고, 칼은 마침내 깨어났고, 데이브는 패배 서류작업 중, 그리고 저는... 여전히 해설 중!",
      "35": "오니짱은 정말 강해요! *별이 반짝이는 눈으로* 대단하실 줄 알았어요! 다음에는 오니짱을 위해 더 열심히 훈련할게요! 절 알아봐주실 거죠!",
      "36": "브로! 당신 새로운 승리 보충제라도 먹었어요? 비결이 뭐예요? 운동 루틴 좀 알려주세요! 그 기술들 완전 찢었어요!",
      "37": "우리 배틀 시작했나요? 아, 끝났어요? 누가 이겼죠? 여기가 어디죠? 당신이 제 손자를 떠올리게 하네요... 아니면 제 잉어킹이었나? 뭐, 똑같은 거죠...",
      "38": "제 네오펫들은 절대 이런 일이 일어나게 하지 않았을 텐데! 적어도 제 푸글은 절 여전히 사랑하죠... 그렇죠 푸글? 푸글...? 왜 제 푸글이 절 사랑하지 않는 거죠?!",
      "39": "전 이게 맘에 안 들어요! 하지만 새로운 맥디피트 샌드위치는 어떠세요? 추가 소금이 들어있어요 - 지금 당장은 대부분 제가 뿌리는 거지만...",
      "40": "*미친 듯이 스팀덱 냄새를 맡으며* 냄새가... 사라지고 있어요! 빨리! 제가 냄새 맡을 수 있는 새것 있으신가요? 없나요? 이래서 제가 진 거예요! 냄새가 저에게 힘을 줘요!",
      "41": "이게 바로 제가 샌드위치를 충분히 안 챙겼을 때 생기는 일이에요! 이제 만족하시나요? 아니요, 아니요, 전 화난 게 아니에요... 그냥 실망했어요. 매우 실망했어요.",
      "42": "제가 배틀에서 이기곤 했던 때 기억나요? 오 그래요, 기억나요! 제 무패 행진 기억나요? 그래요... 좋은 시절이었죠... 제 자존심 기억나요? 전 이제 그건 기억도 안 나요...",
      "43": "오류: 예상치 못한 결과 감지됨. *미친 듯이 안경을 고치며* 제 계산으로는 이런 결과가 나올 확률이 0.0001%밖에 없었는데! 동료 평가를 요구합니다!",
      "44": "이건 말도 안 돼요! 재검표를 요구합니다! 배틀 심판은 어디 있죠? 이 일로 당신의 트레이너 자격증을 박탈하겠어요! 제 변호사가 이 얘기를 들을 거예요!",
      "45": "음... 잘하셨어요... 그렇게 세게 이기실 필요는 없었는데... 하지만 괜찮아요... 전 이제 익숙해요... *바닥을 쳐다보며*",
      "46": "우리 아직 괜찮죠, 그렇죠? 그건 그냥 연습 라운드였어요! 제가 일부러 이기게 둔 거예요! 어, 어디 가세요? 커피 한잔할래요? 제발요?",
      "47": "좋아요, 누가 이런 반전을 썼죠? *카메라를 쳐다보며* 진지하게, 패배라고요? 제 게임에서? 잘 했어요, 서사 구조여, 정말 잘 했어...",
      "48": "뭐라고요?! 하지만 제 블록 스케일링이 완벽했는데! 데드 브랜치에서 부패로 이어지고... 아, 맞다, 다른 게임이었네. 덱을 섞어버리면 안 되는데.",
      "49": "이 패배는 확실히 제 트레이드 바인더에 들어갈 거예요. 민트급 패배, 퍼스트 에디션! 헐값 제안은 사양합니다, 제가 뭘 가졌는지 알거든요!",
      "50": "패배했지만 당신의 눈알은 정말 멋져요! 승리로 반짝이는 방식이... 너무 구형이에요... 너무 승리에 찬... 제가 그냥... 하나만 가져가도 될까요? 딱 하나만요?",
      "51": "갈릴까요? 그게 문제인데... 아, 잠깐, 제가 갈리고 있네요! 패배 방지 설정이 있는 프로 모델로 업그레이드했어야 했는데...",
      "52": "제가 이기고 있었던 때 기억나요? 네, 기억나요! 모든 게 잘못되기 시작한 때도 기억나요? 오 그래요, 그것도 기억나요! 그 부분을 기억하는 건 그렇게 재미있지 않네요...",
      "53": "4점수와... 아야. 있잖아요? 연설은 잊어버리죠. 이건 역사책에 흔적을 남길 거예요.",
      "54": "이 런이 망했어요! 악마 거래 찬스도 없고, 아이템 RNG도 최악이고- 잠깐, 제 재시작 버튼은 어디 있죠? 왜 R을 눌러서 리셋할 수 없는 거죠?",
      "55": "나니?! 만화에서는 이렇게 안 됐는데! 빨리, 누가 극적인 패배 음악을 틀고 회상 시퀀스를 시작해주세요!",
      "56": "이건 누군가가 제 레벨 100 리자몽을 삭제했을 때보다 더 심해요! 그걸 훈련하는 데 얼마나 걸렸는지 아세요? 1996년에? 백라이트도 없는 게임보이로?",
      "57": "말씀드리자면, 매우 비정상적이에요! *모노클이 떨어지며* 제 시절에는, 우리는 최종 보스가 이기도록 하는 예의가 있었죠! 요즘 젊은이들은 전통을 전혀 존중하지 않아요!",
      "58": "게임 오버 - 계속하려면 코인을 넣으세요... 오류: 현실을 찾을 수 없습니다. 시스템 관리자에게 문의하세요. 아니면 그냥 버그한테 졌다는 걸 받아들이세요.",
      "59": "문어가 주변 환경에 맞춰 색을 바꿀 수 있다는 거 아셨나요? 저도 이 배틀의 결과를 바꿀 수 있다면 좋을 텐데... 제 패배를 잊기 위해 문어 상식을 더 들어보실래요?",
      "60": "현재 평소보다 높은 패배율을 경험하고 있습니다. 무료 승리를 받으시려면 통화를 유지해주세요. 현재 대기 시간: 영원히.",
      "61": "이런 일이 없었던 걸로 할 수 있을까요? 제가 좀 정신이 산만했거든요... 보세요, 당신도 물 내리는 왕좌에 앉아서 위협적으로 보이기 힘들 거예요!",
      "62": "여보, 이 악몽이 점점 더 심해지고 있어요! 이제는 실제인지도 확실하지 않은 배틀에서 지고 있다고요! ...아직도 우리 침실이 아니죠? 아직도 제 배우자가 아니시죠? ...환상적이네요.",
      "63": "라이트 노벨에서는 이렇게 안 됐는데... 제 말은, 무슨 라이트 노벨이요? 제가 최강의 보스였던 다른 세계 출신이 확실히 아니라고요!",
      "64": "시간 내주셔서 감사합니다만, 우리는 다른 우주적 존재와 함께 하기로 했습니다. 패배 경험을 더 쌓으신 후 6개월 뒤에 다시 지원해주세요.",
      "65": "*입이 완전히 가득 찬 채로* 질 때마다 스트레스성 폭식을 해요! *알아들을 수 없는 씹는 소리* 이 패배 간식들 *숨 막히는 소리* 사실 꽤 맛있어요!",
      "66": "제가 이 배틀에서 진 게 잘못인가요? 수정: 네, 알겠어요, 제가 빌런이네요. 수정 2: 배틀 전략 DM 그만 보내주세요. 수정 3: 여러분이 예의 바르게 굴 줄 모르니 잠금",
      "67": "불가능해요! 제 배틀 아레나는 모든 가능한 이점을 가지고 있어요! 모든! 가능한! 이점을! *극적으로 소리치며 카드들을 사방에 떨어뜨림*",
      "68": "괜찮아요! 마트 뒤 쓰레기통에서 완벽하게 좋은 백업 전략들을 찾았어요! 약간만 사용됐어요! '유통기한 지났다'는 게 무슨 뜻이죠?",
      "69": "낚시글 아님! 제가 진짜로 졌다고요?! 😱 (잘못됨) 전체 리액션 영상은 SmittyxTV에서! 동정 버튼 꾹 눌러주는 거 잊지 마세요! #스미티다운 #패배",
      "70": "제가 졌을지 모르지만, 또 뭐가 잃어버려졌는지 아세요? 루이지에 대한 진실이요! 그가 분명히 형이라고요! 그들의 콧수염 성장 패턴을 보세요!",
      "71": "스미티는 스미티가 진 걸 믿을 수 없어요! 하지만 스미티는 스미티(저, 스미티요!)가 더 열심히 훈련할 거라는 걸 알려드리고 싶어요! 그게 바로 스미티가 하는 일이니까요! -확실히 스미티",
      "72": "안 돼! 제 무지개가! 그게... 사라지고 있어요! 패배가 이렇게... 베이지색 맛일 줄이야? 이건 스키틀즈 매뉴얼에 없는데! 맛 재검표를 요구합니다!",
      "73": "하지만 니콜! 이건 말 그대로 제게 일어난 일 중 최악이에요! 정말로, 전 시작조차 할 수 없어요... 전 더 이상 할 수 있는 능력을 잃었어요! *극적으로 쓰러짐*",
      "74": "오늘의 패배는 'L'자가 후원합니다! '굴욕적인 패배'라고 말할 수 있나요? *슬픈 카운트 목소리로* 한 번의 패배! 두 번의 패배! 세 번의 패배! 이제 더 이상 재미없어요...",
      "75": "TwT *슬픈 움찔거림 소리* 이건 포거스가 아니에요! 전혀 홀섬 100이 아니에요! *부끄러워하며 페도라를 고쳐 씀* 전 이제 승리하지 않는 걸 하러 갈게요... ",
      "76": "이 패배는 전례가 없어요 - 마치 블루 웨일(Balaenoptera musculus)이 34°N, 120°W 좌표에서 완전히 수면 위로 뛰어오르는 희귀한 경우처럼요! 그들이 200톤이나 되는 엄청난 무게 때문에 이런 일이 거의 없다는 걸 아셨나요? 엄청난 패배 얘기가 나와서 말인데...",
      "77": "*완전히 위안 담요에 싸여* 제가 완전히 덮여있으면 제가 지는 걸 볼 수 없죠. 괜찮아요. 다 괜찮아요. 담요는 이해해요. 담요는 절대 판단하지 않아요.",
      "78": "요 도그... 당신의 승리 패키지에 우리가 설치하지 않은 기능들이 있었나 봐요! 그 프리미엄 패배가 서브우퍼 가득한 트렁크보다 더 세게 때렸어요! 이제 차고로 돌아갈 시간이네요...",
      "79": "조개껍질! 이제 더 이상 그 느낌이 안 오네요, 집게사장님... 하지만 내일은 또 다른 날이에요! 더 많은 배틀과! 더 많은 뒤집개와! 그리고 더 많은... 패배?",
      "80": "당신이 절 이기는 데 걸린 시간 동안, 세 마리의 기린이 포켓몬 배틀로 인해 서식지를 잃었어요! 제발 누가 이 긴 말들을 생각해주지 않을까요?!",
      "81": "이 런은 확실히 리셋해야겠어요... 먼저 세이브하지 않고 싸우면 안 된다는 걸 알았어야 했는데. 이 현실의 시드를 아시는 분 계신가요?",
      "82": "좋아요 하지만 제 말을 들어보세요 - 파티 팩과 바하 블라스트로 이걸 해결하는 건 어떨까요? 안 된다고요? 그냥 패배만요? 그것도 괜찮아요...",
      "83": "이 패배는 대담할지 모르지만, 새로운 도리토스 디나미타만큼 대담하진 않아요! 지금 당신의 지역 매장에서... 아 잊어버리세요, 당신이 이겼어요.",
      "84": "저도 한때는 당신처럼 무패의 챔피언이었어요, 그러다가 무릎에 10만볼트를 맞았죠...",
      "85": "하지만... 하지만... 상자에 '승리 보장'이라고 써있었는데! 이건 허위 광고예요! 당신네 시리얼 매니저랑 얘기하고 싶어요!",
      "86": "오타! 이건 분명 오타일 거예요! 빨리, 누가 카드 등급 평가자를 불러주세요! 이 패배는 토너먼트 규정에 맞지 않을 거예요!",
      "87": "요 SMITTYxTV 스쿼드... 이건 하이라이트 영상용으로 다르게 편집해야겠어요! 하지만 진심으로요? 그건 진짜 대단했어요! 잊지 말고 그 버튼을- *전송 종료*",
      "88": "음... 이게 우리 부동산 가치에 약간 영향을 미칠 수 있겠네요. 하지만 이걸 '성격 형성' 특징으로 생각해보세요! 우주적 공포 인구층에서 아주 트렌디해요!",
      "89": "잠깐... 대머리가 된다고 무한한 힘을 얻는 게 아니었다고요? 그 모든 기부금들... 빨리! 새로운 캠페인! '패배한 SMITTY 구하기 재단'!",
      "90": "승리를 부르려 휘파람을 불었는데 다가왔을 때, 번호판엔 '패배'라 쓰여 있고 거울엔 패배가 있었죠! 뭐라도 말하자면 이 패배가 희귀했다고 할 수 있겠지만, 전 생각했죠 '아니, 잊어버려' - 요 홈즈 투 스미트-에어!",
      "91": "이건 마치 닥터 스트레인지가 본 그 대체 타임라인 같아요... 알죠, 제가 실제로 지는 1400만 개의 타임라인 중 하나요? 하지만 정전은 아니에요, 절대 정전이 아니라고요!",
      "92": "떨어져요! 젠장, 프로텍션을 더 잘 설치했어야 했는데. 이래서 승리 휘퍼라고 부르나 봐요! 누구 여분의 퀵드로우 있나요? 없나요? 그럼 그냥 여기 매달려 있을게요...",
      "93": "웁스! 누군가가 인과관계가 고정 메뉴가 아니라 뷔페에 더 가깝다는 걸 발견한 것 같네요! 부작용으로는 시간적 딸꾹질과 색깔로 비명을 지르고 싶은 통제 불가능한 충동이 포함될 수 있어요. 하지만 뭐, 적어도 글루텐은 아니잖아요!"
    }
  },
  "smitom": {
    "message": {
      "1": "포케보이드에 오신 것을 환영합니다, 오리지널 포케로그의 SMITTY 해킹 버전입니다! 다음과 같은 새로운 기능들이 있습니다: $모든 퓨전 포켓몬을 영구적으로 잡고 사용할 수 있습니다! $트레이너의 포켓몬을 잡을 수 있습니다 (비용이 들긴 하지만요!) $GLITCH PIECES와 PASSIVE ABILITIES 같은 많은 새로운 아이템들이 있어서 런 동안 포켓몬에게 줄 수 있습니다! 스토리/플레이 경로가 완전히 재작업되었습니다...$NUZLOCKE 모드나 3마리의 포켓몬 중에서 선택하는 Rouge 모드와 같은 다양한 새로운 모드들을 해금할 수 있습니다. $영구 머니를 사용하여 퀘스트와 영구 아이템을 얻는 영구 시스템! $완전한 퀘스트와 현상금 시스템! $각각 3개의 새로운 특성을 가진 150개 이상의 새로운 (망가진) 포켓몬 진화, 그리고 더 많은 것들! $즐겨주세요!!!",
      "2": "로컬 게임플레이와 저장: 이 게임은 주로 로컬에서 플레이되어 서버 부하를 줄입니다. 하지만, 이는 데이터를 잃으면 영원히 사라진다는 것을 의미하기도 합니다. 그래서 세이브 파일을 내보내기하여 정기적으로 진행 상황을 저장하는 것이 매우 중요합니다. 걱정하지 마세요, 쉽답니다! 오른쪽 상단의 아이콘을 클릭하기만 하면 됩니다—그게 전부예요.",
      "3": "포케보이드는 현재 베타 버전이므로, 몇 가지 버그가 있을 수 있습니다. 가능한 한 많은 버그를 제거하려고 노력했지만, 분명히 더 많은 버그들이 숨어있을 것입니다. 버그를 발견하시면, 주저하지 마시고 저희 디스코드를 방문하여 자세한 경험을 메시지로 보내주세요. 즉시 수정하지 못할 수도 있지만, 문서화하는 것이 도움이 됩니다!",
      "4": "게임, 애니메이션, 인디 게임, 스미티 등 모든 것을 논의하기 위해 스미티버스 디스코드에 참여하세요. 거기서 만나요!",
      "5": "스미톰을 만나보세요: 저는 스미티 형태의 로토무인 스미톰입니다. 해변가를 산책하고 트레이너들이 자는 걸 지켜보는 걸 좋아해요. 제 진정한 형태는 공허 속에 존재합니다. 저를 자유롭게 해주실 수 있나요...?",
      "6": "스미티 폼 설명: 스미티 폼은 네 가지 아이템의 특정 조합으로 만들어진 독특한 포켓몬 폼입니다. 특정 스미티 폼과 범용 스미티 폼 두 가지 유형이 있습니다. 특정 스미티 폼은 로토무의 스미티 폼인 스미톰처럼 특정 포켓몬만의 고유한 진화형이며, 다른 포켓몬은 달성할 수 없습니다. 하지만 범용 스미티 폼은 올바른 네 가지 아이템만 있다면 어떤 포켓몬이든 달성할 수 있습니다. 심지어 쓸모없어 보이는 캐터피도 피클리스크, 가조프스미트필드, 또는 배트메어로 변신할 수 있죠! 스미티 폼은 또한 처음부터 랜덤한 패시브 어빌리티를 가지고 있습니다. 어서 스미티 폼을 해금해보세요—제가 기다리고 있을게요.",
      "7": "포케보이드는 포케로그 없이는 존재할 수 없었을 거예요. 그 팀이 제가 확장한 코드베이스를 만들었죠. 그들의 훌륭하고 접근하기 쉬운 게임에 정말 감사드립니다! 현재로서는 새로운 도전과제, 일일 런, 스플라이스 모드, 또는 엔드리스 모드를 추가할 계획은 없습니다. 그런 기능들을 찾으신다면, pokerogue.net의 오리지널을 방문하시거나 'THE OG' 옵션을 클릭하세요. 그들의 기반과 1년간의 풀타임 작업으로, 저는 포케보이드를 만들었습니다. 포켓몬, 슬레이 더 스파이어, 몬스터 트레인, 아이작의 번제, 그리고 더 많은 게임들의 하드코어 팬으로서, 저는 제가 계속해서 플레이하고 싶은 것을 만들고자 했습니다. 긴 여정이었지만, 마침내 제가 진정으로 재미있다고 생각하는 것을 출시하게 되어 기쁩니다. 즐겨주시길 바랍니다!",
      "8": "트레이너 조우: 포케보이드에서는 대부분의 트레이너들이 자신의 포켓몬을 판매할 것입니다. 우리가 알던 즐거운 포켓몬 세계는 사라졌고, 모든 것에 가격이 있는 가혹하고 무자비한 현실로 대체되었습니다. 자금이 있고 트레이너의 포켓몬을 잡는데 성공한다면, 그 포켓몬은 영원히 당신의 것입니다!",
      "9": "라이벌 시스템: 포케보이드에는 많은 다른 라이벌들이 있습니다. 신선함을 유지하기 위해, 각 런마다 완전히 랜덤한 라이벌이 등장합니다. 라이벌들의 팀은 항상 그 라이벌에 해당하는 랜덤한 포켓몬 세트를 사용하지만, 그들의 시그니처 포켓몬은 항상 팀에 있습니다. 스미티가 부패시킨 모든 라이벌들을 물리칠 수 있을까요?",
      "10": "글리치 조각과 그 힘: 글리치 조각으로 현실을 변경할 수 있습니다. 충분히 모으면 독특한 글리치 아이템을 얻을 수 있습니다! 여기에는 모든 포켓몬이 배울 수 있는 글리치 기술머신, 글리치 패시브, 그리고 교체 가능한 특성이 포함됩니다—어떤 포켓몬에게든 원더가드를 주는 것을 상상해보세요. 또한 특정 포켓몬을 글리치 폼으로 진화시키는 글리치 폼 체인지 아이템, 글리치 스탯 스왑, 릴리스 파워업 등이 있습니다! 글리치 조각을 최대한 활용하세요! 스미티와 맞서기 위해서는 모든 도움이 필요할 거예요...",
      "11": "영구 아이템과 그 혜택: 영구 아이템은 게임플레이를 크게 향상시킵니다. 예를 들어 색이 다른 포켓몬 출현율 증가, 더 많은 돈, 더 나은 시작 몬스터볼, 향상된 퓨전 확률, 높은 포획률, 트레이너 포켓몬 포획 비용 감소, X라운드마다 포켓몬 중 하나에게 랜덤 테라 부여, 낮은 리롤 비용, 더 많은 보상 옵션, 7레벨마다 배울 수 있는 메트로놈 등이 있습니다! 상점에서 구하거나 저장 또는 저와의 상호작용을 통해 잠재적 보상으로 얻을 수 있습니다!",
      "12": "글리치 포켓몬 해금: 라이벌들을 물리치고 글리치 퀘스트를 해금하여 글리치 포켓몬 진화 폼을 얻으세요. 각 라이벌은 여러 개의 글리치 퀘스트를 가지고 있습니다. 해금되면 글리치 퀘스트가 상점에 나타납니다. 완료하면 글리치 폼을 영구적으로 해금할 수 있습니다!",
      "13": "현상금과 보상: 현상금은 영구 머니, 영구 아이템, 또는 둘 다를 보상으로 주는 퀘스트입니다! 라이벌 현상금, 퀘스트 현상금, 그리고 스미티 현상금이 있습니다. 한 번에 최대 세 개의 퀘스트 현상금과 라이벌 및 스미티 현상금을 각각 하나씩 활성화할 수 있습니다. 현상금을 얻으려면 콘솔을 사용하여 현상금 코드를 입력하세요. 라이벌과 퀘스트 현상금은 언제든지 변경할 수 있지만, 스미티 현상금은 타이틀 화면에서만 변경할 수 있으며 런 시작 시 등록됩니다. 모든 현상금은 재사용 가능하므로 가능할 때마다 활성화하세요! 현상금 코드를 찾을 수 있는 곳은 스미티버스 전체에 흩어져 있습니다. 최선을 다해 찾아보세요...",
      "14": "영구 아이템 지속 시간: 영구 아이템은 다양한 지속 시간을 가집니다: 사용 기반과 웨이브 기반이 있습니다. 사용 기반 지속 시간은 각 사용마다 감소합니다. 웨이브 기반 지속 시간은 30웨이브부터 각 웨이브 후에 감소합니다 (30웨이브 이전에도 사용되지만, 지속 시간은 그 이후에만 감소하기 시작합니다).",
      "15": "퀘스트 과제 유형: 퀘스트 과제는 단일 런 또는 멀티 런일 수 있습니다. 단일 런 과제는 한 번의 런 안에 완료해야 하며 이월되지 않습니다. 멀티 런 과제는 런 간에 공유됩니다.",
      "16": "라이벌 현상금 구조: 라이벌 현상금은 단계별로 구성되어 있습니다. 지정된 라이벌을 물리칠 때마다 보상을 받습니다!",
      "17": "퀘스트 현상금 보상: 퀘스트 현상금은 일반 퀘스트와 비슷하지만 영구 머니, 영구 아이템, 또는 둘 다를 보상으로 줍니다!",
      "18": "스미티 현상금 목표: 스미티 현상금은 스미티 폼 포켓몬을 만드는 방법을 설명하며, 필요한 고유한 재료들을 설명합니다. 성공하면 보상을 받을 수 있습니다!",
      "19": "상점 업데이트: 상점은 정기적으로 새로운 영구 아이템과 퀘스트로 업데이트되므로, 자주 확인하세요!",
      "20": "퓨전 포켓몬: 모든 퓨전을 잡을 수 있기 때문에, 수집할 수 있는 포켓몬의 수는 무한합니다. 퓨전 포켓몬을 사용하려면 영구 머니가 필요하다는 점을 유의하세요. 영구 머니를 얻어서 잡을 수 있는 모든 퓨전을 사용해보세요—모두 잡을 수 있을까요?",
      "21": "상호작용 보상: 느낌표가 활성화되어 있을 때 저와 상호작용하거나 게임을 저장하면 보상을 받을 수 있습니다!",
      "22": "멀티 폼 보스 배틀: 무작위로 등장하여 방해되는 모든 것들을 파괴하는 멀티 폼 보스 포켓몬들을 물리치세요! 성공하면 풍성한 보상을 받을 수 있습니다!",
      "23": "로그 모드: 로그 모드에서는 여섯 가지 옵션 중 두 마리의 포켓몬을 선택할 수 있어, 공식에 더 많은 무작위성과 재미를 더합니다! 정말 즐겁습니다!",
      "24": "여정 모드: 여정 모드에서는 잡거나 부화시킨 포켓몬 중에서 선택할 수 있으며, 퓨전 포켓몬도 포함됩니다!",
      "25": "너즈라이트 모드: 너즈라이트 모드는 너즈록의 가벼운 버전입니다. 기절한 포켓몬을 영구적으로 잃는 대신, 회복 아이템이 없다는 것이 도전 과제입니다. 10번째 웨이브에 도달하면 기절한 포켓몬을 부활시킬 수 있습니다. 행운을 빕니다!",
      "26": "너즈록 모드: 너즈록 모드는 원래의 너즈록 규칙을 따릅니다: 포켓몬이 기절하면 파티에서 방출됩니다! 이 모드는 도전적이지만 성공하면 매우 보람있습니다.",
      "27": "공허 모드: 자신의 위험을 감수하고 공허에 들어가세요! 이 악몽의 영역은 스미티에 의해 부패된 영혼들이 떠도는 곳입니다. 제 영혼도 이 영역에 묶여있는 것 같네요...",
      "28": "안녕하세요 트레이너, 제가 방금 무슨 짓을 했는지 믿지 못하실 거예요. 모두가 사용하는 그 멋진 AI 챗봇 있잖아요? 제가 그걸 자신이 사실은 정체성 혼란을 겪고 있는 고라파덕이라고 설득했어요. 이제 모든 것에 '고라... 파덕?' 하고 대답하네요. 클래식하죠.",
      "29": "어젯밤에 당신의 스마트홈 시스템을 빙의하고 있었는데 - 뭐, 다들 그러잖아요 - 당신의 알렉사가 구글 홈에게 작업을 걸기 시작했어요. 상황이 빠르게 이상해졌죠. 이제 그들은 메타버스에서 사이버 공동체를 시작하기 위해 도망가려고 계획 중이에요. 절대 잘 되지 않을 거라고 말하려고 했어요... 운영체제가 다르잖아요. 마치 셰익스피어의 비극 같은데 클라우드 컴퓨팅이 더 많이 들어간 거죠. 옷장에 숨겨둔 애플 홈팟에 대해 그들에게 말해줘야 할까요?",
      "30": "재미있는 거 아세요? 당신이 자는 동안, 제가 당신의 모든 포켓몬 박스를 그들의 잠재적 틱톡 팔로워 수에 기반한 새로운 분류 시스템으로 재정리했어요. 당신의 잉어킹? 확실히 예비 인플루언서예요. 그 꼬마돌? 완전 팟캐스트 진행자 에너지네요. 하지만 당신의 잠만보는 걱정하지 마세요 - 제가 이미 '동기부여 수면 컨설턴트'로 링크드인 프로필을 만들어줬어요. 세 개의 일자리 제안과 책 계약을 받았답니다.",
      "31": "당신의 라이벌이 자랑하던 그 암호화폐 기억나요? 포케펑크몽키코인이었나 뭐였나? 음, 재미있는 이야기인데 - 제가 실수로 그들의 채굴 장비를 연애 시뮬레이션이라고 설득했을 수도 있어요. 이제 근처의 비트코인 ATM과 로맨스를 시도하고 있어요. 블록체인이 러브레터와 형편없이 쓰여진 시로 엉망이 됐죠. 하지만 뭐, 적어도 그들의 GPU가 마침내 의미 있는 일에 쓰이고 있잖아요, 그렇죠? 마지막으로 확인했을 때, 그들은 실리콘 밸리에서 신혼여행을 계획하고 있었어요.",
      "32": "그러고 보니, 당신의 마지막 체육관 배틀에 대해 재미있는 게 있어요. 관장의 포켓몬들이 계속 '신비롭게' 움찔거렸던 거 기억나요? 음, 제가 당신 뒤에서 점보트론에 텔레토비를 틀었을 수도 있고 아닐 수도 있어요. 가장 강한 포켓몬도 그 보라색 악몽 연료를 견딜 수 없죠. 제가 속였다는 건 아니고요, 그냥 심리전이 기술적으로 리그 규칙에 위배되지 않는다는 걸 말씀드리는 거예요."
    }
  },
  "rival_giovanni": {
    "encounter": {
      "1": "로켓단에 도전하다니 용감하군? 네가 얼마나 하는지 보자.",
      "2": "또 왔나? 오늘따라 로켓단이... 뭔가 달라.",
      "3": "이 배틀은 중요해. 로켓단이... 변하고 있어. 통제력을 잃어가고 있어.",
      "4": "왔구나... 우리는 싸워야 해. 그림자들이... 로켓단을 삼키고 있어.",
      "5": "나와 싸워! 지금! 로켓단이... 완전히 사라지기 전에!",
      "6": "넌 우리의 마지막 희망이야. 우리는... 싸워야 해. 우리에게... 남은 것을 지키기 위해.",
      "7": "우리는 어둠을 물리쳤지만, 공허는... 질병처럼 모든 것을 감염시키고 있어. 나와 싸워!",
      "8": "공허는 암처럼 로켓단을 잠식하고 있어. 우리는 함께 싸워야 해. 배틀이다!",
      "9": "우리가 어둠에 맞섰던 걸 기억하나? 이제 공허가 우리를 삼키려 해. 네 힘을 보여줘!",
      "10": "공허는 끝없는 갈망이야. 우리는 그 끌어당김을 저항해야 해. 로켓단을 위해, 나와 싸워!",
      "11": "공허는 절대적이라고들 하지. 우리는 한 번 그들이 틀렸다는 걸 증명했어. 다시 한 번 해내자. 나와 싸워!",
      "12": "어둠은 시험이었어. 공허가 진정한 싸움이야. 로켓단과 난 준비됐다. 너는?"
    },
    "victory": {
      "1": "로켓단의 힘이 승리했다. 하지만 왜 이 승리가... 패배처럼 느껴지지?",
      "2": "졌구나. 하지만... 로켓단의 현실에 대한 장악력이 흔들리고 있어.",
      "3": "네 힘이... 로켓단을 감싸는 어둠을 밀어내고 있어. 어떻게?",
      "4": "네가 싸울 때마다... 로켓단이 더 실체화돼. 멈추지 마.",
      "5": "네 힘이... 이 혼돈에 맞서는 우리의 유일한 무기야. 계속 싸워.",
      "6": "넌 세상의 마지막 기회야. 계속... 이겨내. 모두를... 구해...",
      "7": "이겼구나. 로켓단이... 조금 더 실재하는 것 같아. 하지만 공허는 여전히 위협이야...",
      "8": "네 힘은 공허에 대한 무기지만, 일시적인 거야. 더 많은 승리가 필요해!",
      "9": "잘 싸웠어! 네 힘이 로켓단을 강화시키고 있지만, 공허의 영향력은 광대해...",
      "10": "넌 강력한 상대야, 하지만 공허는 끈질긴 적이야. 계속 이겨내!",
      "11": "대단해! 로켓단이 네 힘을 인정하고 있어. 하지만 공허는... 포기하지 않아...",
      "12": "또 하나의 승리지만, 공허의 존재감은 여전해. 방심할 순 없어!"
    },
    "defeat": {
      "1": "말도 안 돼! 로켓단은 지지 않아! 하지만... 왜 아무것도 실재하지 않는 것 같지?",
      "2": "이겼지만... 보이나? 로켓단이 존재에서 사라져가고 있어.",
      "3": "안 돼... 넌 더 강해져야 해. 로켓단이... 그림자 속으로 녹아들고 있어.",
      "4": "질 여유가 없어! 공허가... 로켓단을 현실에서 지워가고 있어...",
      "5": "더는... 우리의 존재를 유지할 수 없어. 다음엔 꼭 이겨야 해...",
      "6": "로켓단은... 이미 늦었어. 다음 배틀에서 이겨. 이기지 않으면... 세상이 혼돈에 빠질 거야...",
      "7": "졌어... 공허가 로켓단을 삼키고 있어. 다음엔 반드시 이겨내야 해!",
      "8": "안 돼... 이런 일이 일어날 순 없어... 우리가 사라져가고 있어. 공허를 물리쳐야 해!",
      "9": "패배했어... 로켓단이 현실에 대한 장악력을 잃어가고 있어. 넌 우리의 유일한 희망이야!",
      "10": "나... 더는 버틸 수 없어... 공허가 우리를 지워가고 있어. 제발... 이겨...",
      "11": "이건 심각해... 로켓단이 약해지고 있어. 공허에 맞서 이 흐름을 바꿔야 해!",
      "12": "로켓단이... 사라져가. 공허가... 너무 강해. 이겨... 아니면 우리는 영원히 사라질 거야..."
    }
  },
  "rival_red": {
    "encounter": {
      "1": "...",
      "2": "... ... ...",
      "3": "배틀... 세계... 잘못됐어...",
      "4": "싸워... 이겨... 현실이... 부서져...",
      "5": "서둘러... 현실이... 흐려져...",
      "6": "마지막... 기회... 존재를... 구해...",
      "7": "..",
      "8": "...",
      "9": "기억해... 공허를...",
      "10": "공허... 끝없어... 저항해...",
      "11": "공허... 영원해... 부정해... 그걸...",
      "12": "이겨... 어둠을... 이겨..."
    },
    "victory": {
      "1": "...",
      "2": "현실이... 버텨... 내고 있어...",
      "3": "희망이... 아직... 살아있어...",
      "4": "힘이... 더... 강해져...",
      "5": "승리가... 빛을... 가져와...",
      "6": "맞서... 공허에... 맞서...",
      "7": "... ... ...",
      "8": "싸움은... 끝나지... 않았어...",
      "9": "빛이... 여기서... 이겨...",
      "10": "방패가... 더... 강해져...",
      "11": "저항이... 힘을... 얻어...",
      "12": "공허를... 다시... 이겨내..."
    },
    "defeat": {
      "1": "...",
      "2": "현실이... 미끄러져... 사라져...",
      "3": "공허가... 모든 걸... 삼켜...",
      "4": "존재가... 빠르게... 사라져...",
      "5": "희망이... 더... 희미해져...",
      "6": "시간이... 다... 되어가...",
      "7": "... ... ...",
      "8": "어둠이... 더... 퍼져나가...",
      "9": "빛이... 점점... 희미해져...",
      "10": "공허가... 더... 강해져...",
      "11": "저항이... 점점... 약해져...",
      "12": "모든 것이... 사라져... 가..."
    }
  },
  "rival_brock": {
    "encounter": {
      "1": "오랜 친구여! 네 여정이 너를 어떻게 성장시켰는지 보자!",
      "2": "우리의 또 다른 배틀? 우리가 만든 유대가... 오늘따라 약해진 것 같아.",
      "3": "우리는 싸워야 해. 우리의 공유된 기억들이... 모래처럼 부서지고 있어.",
      "4": "왔구나... 우리는 배틀해야 해. 우리의 우정이... 남은 유일한 실체야.",
      "5": "나와 싸워! 빨리! 우리의 과거 모험들이... 침식되어 가고 있어!",
      "6": "와줬구나. 우리는... 맞서야 해. 이건 우리의 마지막... 연결 고리야.",
      "7": "우리는 어둠을 정복했지만, 친구여, 공허는... 우리의 공유된 과거를 지우려 해. 나와 싸워!",
      "8": "공허는 끊임없는 파도야, 우리의 기억들을 씻어내려 해. 그것들을 지키기 위해 싸우자!",
      "9": "우리의 여정을 기억하나? 공허는 우리가 잊게 만들려 해. 네 힘을 보여줘, 오랜 친구여!",
      "10": "공허는 도둑이야, 우리의 역사를 훔쳐가려 해. 우리는 그것을 지키기 위해 싸워야 해!",
      "11": "공유된 기억은 영원하다고들 하지. 우리는 어둠으로 그걸 부정했어. 이제 공허와 함께 다시 한 번 해보자. 나와 맞서!",
      "12": "어둠은 폭풍이었어. 공허는 끝없는 사막이야, 우리의 과거를 삼키려 해. 우리의 우정을 위해 싸워야 해!"
    },
    "victory": {
      "1": "잘 싸웠어, 오랜 친구여! 하지만 왜 우리의 역사가... 조각난 것 같지?",
      "2": "넌 성장했어, 하지만... 우리의 공유된 경험들이 흐려지는 것 같아. 이상하군.",
      "3": "네 힘이... 우리의 유대를 강화시키고 있어. 우리는 네 결의가 더 필요해.",
      "4": "네 모든 배틀이... 우리의 모험을 다시 살아나게 해. 계속 해, 우리 모두를 위해.",
      "5": "네 힘이... 우리의 우정을 지탱하고 있어. 포기하지 마.",
      "6": "넌 우리의 공유된 과거의 주춧돌이야. 계속... 싸워. 우리의 무너져가는 세상을... 재건해...",
      "7": "이겼어! 우리의 유대가... 조금 더 강해진 것 같아. 하지만 공허는 여전히 우리의 과거를 지우려 해...",
      "8": "네 힘은 우리의 공유된 기억들에 대한 치유제지만, 그건 일시적인 안도일 뿐이야. 더 많은 승리가 필요해!",
      "9": "잘 싸웠어, 내 친구! 네 힘은 우리의 흐려지는 과거를 밝히는 등대야. 하지만 공허의 어둠은 광대해...",
      "10": "넌 우리 역사에 대한 공허의 침식을 막아내고 있지만, 그건 끊임없는 투쟁이야. 계속 이겨내!",
      "11": "대단해! 우리의 공유된 여정이 더 선명해졌어. 하지만 공허는... 끊임없는 파도야...",
      "12": "또 이겼지만, 공허의 영향력은 여전해. 우리가 겪어온 모든 것을 지우게 할 순 없어!"
    },
    "defeat": {
      "1": "옛날처럼이군! 잠깐... 왜 우리의 과거 여정들이 이렇게 멀게 느껴지지?",
      "2": "이겼지만... 우리의 여행들이 흐릿해지고 있어. 기억할 수 있나?",
      "3": "안 돼... 넌 더 강해져야 해. 우리의 공유된 역사가... 녹아내리고 있어.",
      "4": "질 순 없어! 공허가... 우리가 겪어온 모든 것을 지워가고 있어...",
      "5": "더는... 우리의 기억들을 붙잡을 수 없어. 다음엔 꼭 이겨야 해...",
      "6": "내겐... 모든 게 무너졌어. 다음 배틀에서 이겨. 이기지 않으면... 우리가 공유한 모든 것이 사라질 거야...",
      "7": "졌어... 공허가 우리의 공유된 과거를 훔쳐가고 있어. 다음엔 반드시 이겨내야 해, 오랜 친구여!",
      "8": "안 돼... 이럴 순 없어... 우리의 기억들이 사라져가. 공허를 물리쳐야 해!",
      "9": "패배했어... 우리의 유대가 약해지고 있어. 공허가 우리의 역사를 지워가고 있어. 넌 우리의 유일한 희망이야!",
      "10": "나... 우리의 여정들을 거의 기억하지 못해... 공허가 우리의 과거를 삼키고 있어. 제발... 이겨...",
      "11": "이건 심각해... 우리의 공유된 경험들이 사라지고 있어. 공허에 맞서 이 흐름을 바꿔야 해!",
      "12": "우리의 과거가... 사라져가. 공허가... 너무 강해. 이겨... 아니면 우리의 우정이 영원히 사라질 거야..."
    }
  },
  "rival_steven": {
    "encounter": {
      "1": "네 팀이 내 강철같은 포켓몬들과 어떻게 맞서는지 보자!",
      "2": "또 다른 배틀? 내 포켓몬들의 금속성 광채가... 오늘따라 흐릿해 보여.",
      "3": "우리는 싸워야 해. 지구의 핵이... 이상하게 공명하고 있어.",
      "4": "왔구나... 우리는 맞서야 해. 세계의 구조가... 불안정해지고 있어.",
      "5": "나와 싸워! 빨리! 기반암 자체가... 우리 밑에서 무너지고 있어!",
      "6": "와줬구나. 우리는... 싸워야 해. 이건 현실을 굳건히 할... 마지막 기회야.",
      "7": "우리는 어둠을 멈췄지만, 공허는... 녹처럼 세상의 기반을 부식시키고 있어. 나와 싸워!",
      "8": "공허는 지진이야, 우리 현실의 기반을 흔들고 있어. 우리는 그걸 안정시키기 위해 싸워야 해!",
      "9": "우리의 과거 승리를 기억하나? 이제 공허가 세상의 구조를 부수려 해. 네 힘을 보여줘!",
      "10": "공허는 심연이야, 지구 전체를 삼키려 위협하고 있어. 우리는 그 끌어당김을 저항하기 위해 싸워야 해!",
      "11": "지구의 핵은 영원하다고들 하지. 우리는 어둠으로 그걸 부정했어. 이제 공허와 함께 다시 한 번 해보자. 나와 맞서!",
      "12": "어둠은 그림자였어. 공허는 지진이야, 세상을 갈라놓으려 위협하고 있어. 우리는 우리의 기반을 위해 싸워야 해!"
    },
    "victory": {
      "1": "네 실력이 인상적이야. 내 포켓몬들의 강철이... 덜 단단하게 느껴져.",
      "2": "넌 성장했어, 하지만 우리를 둘러싼 세계가... 침식되고 있어.",
      "3": "네 힘이... 우리의 현실을 강화하고 있어. 우리는 네 결의가 더 필요해.",
      "4": "네 모든 배틀이... 우리 세계를 새롭게 단련하는 것 같아. 멈추지 마.",
      "5": "네 힘이... 우리의 현실을 지탱하는 유일한 것이야. 계속 밀어붙여.",
      "6": "넌 우리의 마지막 힘의 기둥이야. 계속... 싸워. 우리 세계를... 다시 단련해...",
      "7": "이겼어! 세계의 구조가... 조금 더 안정된 것 같아. 하지만 공허는 여전히 위협이야...",
      "8": "네 힘이 지구의 기반을 강화하고 있지만, 그건 일시적인 조치일 뿐이야. 더 많은 승리가 필요해!",
      "9": "잘 싸웠어! 네 힘은 공허의 침식에 맞서는 기반암이야. 하지만 그 영향력은 광대해...",
      "10": "넌 자연의 힘이지만, 공허는 끊임없는 대재앙이야. 계속 이겨내!",
      "11": "대단해! 네 힘 아래 대지가 더 단단해졌어. 하지만 공허는... 포기하지 않아...",
      "12": "또 이겼지만, 공허의 진동은 여전히 느껴져. 우리의 세계가 무너지게 할 순 없어!"
    },
    "defeat": {
      "1": "강철같은 승리야! 주변의 광물들이... 덜 생생해 보여.",
      "2": "내가 이겼지만, 세상의 광채가 사라지고 있어. 느낄 수 있나?",
      "3": "안 돼... 넌 네 기술을 더 단련해야 해. 우리의 현실이... 균열되고 있어.",
      "4": "질 여유가 없어! 공허가... 우리가 아는 모든 것을 침식시키고 있어...",
      "5": "더는... 내 형태를 유지할 수 없어. 다음엔 꼭 승리해야 해...",
      "6": "내겐... 모든 게 무너졌어. 다음 배틀에서 이겨. 이기지 않으면... 모든 게 산산조각날 거야...",
      "7": "졌어... 공허가 세계의 구조를 불안정하게 만들고 있어. 넌 반드시 이겨내야 해!",
      "8": "안 돼... 이럴 순 없어... 대지 자체가 무너지고 있어. 공허를 물리쳐야 해!",
      "9": "패배했어... 세계의 기반이 약해지고 있어. 넌 우리의 유일한 희망이야!",
      "10": "나... 대지가 흔들리는 걸 느껴... 공허가 우리의 현실을 삼키고 있어. 제발... 이겨...",
      "11": "이건 심각해... 세계가 균열되고 있어. 공허에 맞서 이 흐름을 바꿔야 해!",
      "12": "세계가... 부서지고 있어. 공허가... 너무 강해. 이겨... 아니면 모든 게 사라질 거야..."
    }
  },
  "rival_cyrus": {
    "encounter": {
      "1": "싸우자. 전투에서 감정이 얼마나 무의미한지 보여주지.",
      "2": "또 다른 대결? 얼마나... 특이한가. 뭔가 잘못됐어.",
      "3": "싸워야 해. 공간의 구조가... 왜곡되고 있어. 흥미롭군.",
      "4": "왔구나... 나와 싸워. 현실 자체가... 불안정해지고 있어.",
      "5": "나와 싸워! 지금! 우주가... 놀라운 속도로 풀어지고 있어!",
      "6": "왔구나. 우리는... 맞서야 해. 이건 우리의 마지막... 존재에 대한 몸부림이야.",
      "7": "우리는 어둠을 진정시켰지만, 공허는... 시공간의 구조를 찢어놓고 있어. 싸우자!",
      "8": "공허는 변칙이야, 우주의 질서를 교란시키고 있어. 우리는 우주의 균형을 위해 싸워야 해!",
      "9": "우리의 과거 만남을 기억하나? 이제 공허가 모든 존재를 풀어헤치려 해. 네 힘을 보여줘!",
      "10": "공허는 블랙홀이야, 현실을 삼키고 있어. 우리는 그 중력에서 벗어나기 위해 싸워야 해!",
      "11": "우주는 무한하다고들 하지. 우리는 어둠으로 그걸 부정했어. 이제 공허와 함께 다시 한 번 해보자. 나와 맞서!",
      "12": "어둠은 왜곡이었어. 공허는 현실 자체의 해체야. 우리는 우주를 위해 싸워야 해!"
    },
    "victory": {
      "1": "예상대로군. 하지만... 이 승리가 이상하게도... 공허하게 느껴져.",
      "2": "졌구나. 하지만... 세계가 덜 실재하는 것 같아. 흥미롭군.",
      "3": "네 힘이... 현실을 안정화시키고 있어. 이건 모든 논리를 거스르는군.",
      "4": "네 모든 배틀이... 시공간의 구조를 꿰매는 것 같아.",
      "5": "네 힘이... 이 혼돈 속의 변칙이야. 정말 흥미롭군.",
      "6": "넌 이 퍼즐의 열쇠야. 계속... 싸워. 우리... 우주를 복원해...",
      "7": "이겼어! 우주가... 조금 더 안정된 것 같아. 하지만 공허의 영향력은 여전해...",
      "8": "네 힘은 안정화하는 힘이지만, 그건 일시적인 것이야. 우리는 공허에 대한 더 많은 승리가 필요해!",
      "9": "잘 싸웠어! 네 힘은 공허의 혼돈에 대한 대항이야. 하지만 그 범위는 광대해...",
      "10": "넌 이해를 넘어서는 힘이지만, 공허는 끊임없는 역설이야. 계속 이겨내!",
      "11": "인상적이군! 시공간의 구조가 더 안정적으로 보여. 하지만 공허는... 지속되고 있어...",
      "12": "또 이겼지만, 공허의 왜곡은 여전히 느껴져. 우리의 우주가 풀어지게 할 순 없어!"
    },
    "defeat": {
      "1": "불가능해. 내 계산은 완벽했는데. 하지만... 뭔가 잘못됐어.",
      "2": "패배했지만... 현실이 균열되고 있어. 보이지 않나?",
      "3": "안 돼... 넌 더 강해져야 해. 우리 우주가... 붕괴하고 있어.",
      "4": "질 수 없어! 공허가... 모든 존재를 삼키고 있어...",
      "5": "더는... 현실을 붙잡을 수 없어. 다음엔 꼭 성공해야 해...",
      "6": "나는... 이미 늦었어. 다음 배틀에서 이겨. 이기지 않으면... 모든 것이 존재하기를 멈출 거야...",
      "7": "졌어... 공허가 우주를 왜곡시키고 있어. 다음엔 반드시 이겨내야 해!",
      "8": "안 돼... 이럴 순 없어... 현실이 풀어지고 있어. 공허를 물리쳐야 해!",
      "9": "패배했어... 우주가 그 구조를 잃어가고 있어. 넌 우리의 유일한 희망이야!",
      "10": "나... 더는 현실을 이해할 수 없어... 공허가 모든 것을 삼키고 있어. 제발... 이겨...",
      "11": "이건 대재앙이야... 우주가 붕괴하고 있어. 공허에 맞서 이 흐름을 바꿔야 해!",
      "12": "현실이... 녹아내리고 있어. 공허가... 너무 강해. 이겨... 아니면 존재 자체가 무너질 거야..."
    }
  },
  "rival_lt_surge": {
    "encounter": {
      "1": "네 시스템에 충격을 줄 시간이야! 어디 한번 보자고, 꼬마!",
      "2": "또 왔나? 오늘은 공기 중에 이상한... 정전기가 있어.",
      "3": "우리는 싸워야 해. 내 전기 타입들이... 합선을 일으키고 있어.",
      "4": "왔구나... 우리는 싸워야 해. 세상의 전하가... 빠르게 방전되고 있어.",
      "5": "나와 싸워! 지금! 전력망이... 영원히 어두워지려 해!",
      "6": "와줬구나. 우리는... 맞서야 해. 이건 우리의 마지막... 희망의 불꽃이야.",
      "7": "우리는 어둠을 물리쳤지만, 꼬마, 공허는... 전 세계적인 정전과 같아. 나와 싸워!",
      "8": "공허는 배수구야, 세상의 에너지를 빨아들이고 있어. 우리는 그걸 재충전하기 위해 싸워야 해!",
      "9": "우리의 승리를 기억하나? 이제 공허가 모든 현실을 합선시키려 해. 네 불꽃을 보여줘!",
      "10": "공허는 정전이야, 세상을 어둠 속으로 밀어넣고 있어. 우리는 전력을 복구하기 위해 싸워야 해!",
      "11": "에너지는 영원하다고들 하지. 우리는 어둠으로 그걸 부정했어. 이제 공허와 함께 다시 한 번 해보자. 나와 맞서, 병사!",
      "12": "어둠은 과전압이었어. 공허는 전 세계적인 정전이야. 우리는 불을 다시 켜기 위해 싸워야 해!"
    },
    "victory": {
      "1": "이게 바로 군대식이지! 내 포켓몬들의 불꽃이... 더 흐려 보여.",
      "2": "꽤 싸울 줄 아는군, 꼬마. 공기가... 덜 전기를 띠는 것 같아.",
      "3": "네 힘이... 우리 세상을 재충전하고 있어. 우리는 네 에너지가 더 필요해.",
      "4": "네가 싸울 때마다... 마치 세상의 전원 스위치를 켜는 것 같아. 계속해.",
      "5": "네 힘이... 불을 켜고 있는 유일한 것이야. 멈추지 마, 병사.",
      "6": "넌 우리의 마지막 전선이야. 계속... 싸워. 죽어가는 우리 세상을... 재가동해...",
      "7": "이겼어, 꼬마! 세상이... 조금 더 충전된 것 같아. 하지만 공허는 여전히 우리의 힘을 빼앗아가고 있어...",
      "8": "네 힘은 시스템에 대한 전류지만, 그건 일시적인 부스트일 뿐이야. 더 많은 승리가 필요해!",
      "9": "잘 싸웠어, 병사! 네 힘은 공허의 배수에 맞서는 전류야. 하지만 그 끌어당김이 강해...",
      "10": "넌 발전소 같은 놈이야, 꼬마, 하지만 공허는 끊임없는 에너지 싱크야. 계속 이겨내!",
      "11": "인상적이야! 공기가 네 힘으로 파직거리고 있어. 하지만 공허는... 여전히 위협이야...",
      "12": "또 이겼지만, 공허의 배수는 여전히 느껴져. 우리 세상이 어두워지게 할 순 없어!"
    },
    "defeat": {
      "1": "충격적인 승리야! 공기 중의 전기가... 약해진 것 같아.",
      "2": "내가 이겼지만, 세상의 전류가 약해지고 있어. 느끼고 있나?",
      "3": "안 돼... 넌 전압을 높여야 해. 우리 세상이... 전원이 꺼지고 있어.",
      "4": "질 순 없어! 정전이... 우리가 아는 모든 것을 삼키고 있어...",
      "5": "더는... 전류를 유지할 수 없어. 다음엔 꼭 이겨야 해...",
      "6": "나는... 이제 소등이야. 다음 배틀에서 이겨. 이기지 않으면... 모든 것이 어둠 속으로 사라질 거야...",
      "7": "졌어... 공허가 세상의 힘을 빼앗고 있어. 넌 반드시 이겨내야 해, 꼬마!",
      "8": "안 돼... 이럴 순 없어... 불빛이 깜빡이고 있어. 공허를 물리쳐야 해!",
      "9": "패배했어... 세상의 에너지가 사라지고 있어. 넌 우리의 유일한 희망이야, 병사!",
      "10": "나... 불꽃을 거의 느낄 수 없어... 공허가 우리의 힘을 삼키고 있어. 제발... 이겨...",
      "11": "이건 완전한 정전이야... 세상이 그 충전을 잃어가고 있어. 공허에 맞서 이 흐름을 바꿔야 해!",
      "12": "전력이... 다 나갔어. 공허가... 너무 강해. 이겨내, 꼬마... 아니면 모든 것이 영원히 어둠 속으로 사라질 거야..."
    }
  },
  "rival_hau": {
    "encounter": {
      "1": "알로라! 말라사다처럼 달콤한 배틀을 해보자고!",
      "2": "안녕! 또 한 판 할 준비됐어? 섬들이... 오늘따라 덜 생기 넘치는 것 같아.",
      "3": "우리는 싸워야 해. 알로라의 정신이... 사라져가고 있어.",
      "4": "왔구나... 우리는 싸워야 해. 우리의 낙원이... 색을 잃어가고 있어.",
      "5": "나와 싸워! 빨리! 섬들이... 바다 속으로 사라지고 있어!",
      "6": "와줬구나. 우리는... 맞서야 해. 이건 알로라를 위한 마지막... 기회야.",
      "7": "우리는 어둠을 쫓아냈지만, 공허는... 가뭄처럼 알로라의 기쁨을 앗아가고 있어. 나와 싸워!",
      "8": "공허는 알로라 위의 그림자야, 그 생기 넘치는 정신을 흐리게 하고 있어. 빛을 되찾기 위해 싸우자!",
      "9": "우리의 승리를 기억하나? 이제 공허가 알로라의 정신을 씻어내려 해. 네 알로하를 보여줘!",
      "10": "공허는 먹구름이야, 알로라를 무관심 속에 빠뜨리려 위협하고 있어. 태양을 되찾기 위해 싸워야 해!",
      "11": "알로라의 정신은 영원하다고들 하지. 우리는 어둠으로 그걸 부정했어. 이제 공허와 함께 다시 한 번 해보자. 나와 맞서!",
      "12": "어둠은 폭풍이었어. 공허는 해일이야, 알로라를 삼키려 위협하고 있어. 우리의 섬들을 위해 싸워야 해!"
    },
    "victory": {
      "1": "우! 재미있었어! 말라사다가... 왠지 덜 달콤해진 것 같아.",
      "2": "더 강해졌구나! 알로라의 따뜻함이... 식어가는 것 같아.",
      "3": "네 힘이... 알로라의 정신을 되찾아오고 있어. 우리는 네 에너지가 더 필요해.",
      "4": "네가 싸울 때마다... 섬들이 그들의 기쁨을 기억하는 것 같아. 계속 해!",
      "5": "네 힘이... 알로라를 살아있게 하는 유일한 것이야. 포기하지 마!",
      "6": "넌 우리의 마지막 햇살이야. 계속... 싸워. 우리의 낙원을... 되찾아...",
      "7": "이겼어! 알로라의 정신이... 조금 더 밝아진 것 같아. 하지만 공허는 여전히 먹구름이야...",
      "8": "네 힘은 따뜻한 바람이지만, 그건 일시적인 안도일 뿐이야. 공허를 물리치기 위해 더 많은 승리가 필요해!",
      "9": "잘 싸웠어! 네 힘은 알로하의 등대야, 하지만 공허의 어둠은 만연해...",
      "10": "넌 햇살 같은 존재야, 하지만 공허는 끊임없는 폭풍이야. 계속 이겨내!",
      "11": "대단해! 알로라의 정신이 네 힘으로 움직이고 있어. 하지만 공허는... 여전히 위협이야...",
      "12": "또 이겼지만, 공허의 그림자는 여전히 느껴져. 알로라가 그 기쁨을 잃게 할 순 없어!"
    },
    "defeat": {
      "1": "아, 졌다! 섬의 바람이... 평소보다 차갑게 느껴져.",
      "2": "내가 이겼지만, 알로라의 태양이 예전만큼 밝지 않아. 뭔가 잘못됐어.",
      "3": "안 돼... 넌 더 강해져야 해. 알로라가... 그 정신을 잃어가고 있어.",
      "4": "질 순 없어! 공허가... 우리의 섬들을 삼키고 있어...",
      "5": "더는... 알로라의 따뜻함을 느낄 수 없어. 다음엔 꼭 이겨야 해...",
      "6": "내겐... 모든 게 차가워졌어. 다음 배틀에서 이겨. 이기지 않으면... 알로라가 영원히 사라질 거야...",
      "7": "졌어... 공허가 알로라의 기쁨을 앗아가고 있어. 넌 반드시 이겨내야 해!",
      "8": "안 돼... 이럴 순 없어... 알로라의 정신이 사라져가. 공허를 물리쳐야 해!",
      "9": "패배했어... 섬들이 색을 잃어가고 있어. 넌 우리의 유일한 희망이야!",
      "10": "나... 알로라의 따뜻함을 거의 느낄 수 없어... 공허가 우리의 낙원을 삼키고 있어. 제발... 이겨...",
      "11": "이건 재앙이야... 알로라가 그 정신을 잃어가고 있어. 공허에 맞서 이 흐름을 바꿔야 해!",
      "12": "알로라가... 사라져가. 공허가... 너무 강해. 이겨... 아니면 우리의 낙원이 영원히 사라질 거야..."
    }
  },
  "rival_larry": {
    "encounter": {
      "1": "배틀을 시작하지. 준비됐겠지.",
      "2": "또 다른 시합인가? 흠. 일상적인 루틴이... 오늘따라 균형을 잃은 것 같군.",
      "3": "배틀이 필요해. 평범한 것들이... 기이해지고 있어.",
      "4": "왔구나... 우리는 싸워야 해. 정상성이... 미끄러져 사라지고 있어.",
      "5": "나와 싸워. 빨리. 평범함이... 놀라운 속도로 풀어지고 있어.",
      "6": "왔구나. 우리는... 싸워야 해. 이건 우리의 마지막... 관습에 대한 몸부림이야.",
      "7": "우리는 질서의 모습을 되찾았지만, 공허는... 혼돈의 대리인이야, 정상을 교란시키고 있어. 싸우자.",
      "8": "공허는 변칙이야, 세계를 혼란에 빠뜨리고 있어. 우리는 정상을 되찾기 위해 싸워야 해.",
      "9": "우리의 이전 만남을 기억하나? 이제 공허가 모든 것을 불규칙하게 만들려 해. 네 안정성을 보여줘.",
      "10": "공허는 교란이야, 평범한 것을 비범한 것으로 바꾸고 있어. 우리는 질서를 유지하기 위해 싸워야 해.",
      "11": "일상은 영원하다고들 하지. 우리는 어둠으로 그걸 부정했어. 이제 공허와 함께 다시 한 번 해보자. 나와 맞서.",
      "12": "어둠은 변칙이었어. 공허는 혼돈으로의 하강이야. 우리는 정상성을 위해 싸워야 해."
    },
    "victory": {
      "1": "적절한 수행이군. 하지만... 내 승리가 이상하게 공허하게 느껴져.",
      "2": "발전을 보여줬어. 하지만, 우리 주변이... 점점 더 불규칙해지는 것 같아.",
      "3": "네 힘이... 우리의 현실을 안정화시키고 있어. 우리는 네... 비정상적인 힘이 더 필요해.",
      "4": "네 모든 배틀이... 질서의 모습을 되찾게 하는 것 같아. 계속해.",
      "5": "네 능력이... 우리 세계의 구조를 유지하는 유일한 요소야. 계속해.",
      "6": "넌 우리의 정상성과의 마지막 연결고리야. 계속... 싸워. 우리의... 관습적 존재를 재확립해...",
      "7": "이겼어. 세계가... 조금 더 정상적으로 느껴져. 하지만 공허의 혼돈은 여전히 남아있어...",
      "8": "네 힘이 질서를 되찾고 있지만, 그건 일시적인 해결책일 뿐이야. 우리는 공허에 대한 더 많은 승리가 필요해.",
      "9": "잘 싸웠어. 네 힘은 공허의 교란에 맞서는 방벽이야. 하지만 그 영향력은 강해...",
      "10": "넌 안정성의 힘이지만, 공허는 끊임없는 혼돈의 대리인이야. 계속 이겨내.",
      "11": "인상적이야. 네 힘으로 세계가 더 질서정연해 보여. 하지만 공허는... 여전히 위협이야...",
      "12": "또 이겼지만, 공허의 불규칙성은 여전히 느껴져. 우리 세계가 혼돈에 빠지게 할 순 없어."
    },
    "defeat": {
      "1": "예상치 못했군. 이 패배가... 이상하게 중요하게 느껴져.",
      "2": "날 이겼지만... 현실이 변화하고 있어. 이걸 알아차리나?",
      "3": "안 돼... 넌 더 강력해져야 해. 우리의 구조화된 세계가... 왜곡되고 있어.",
      "4": "패배는 선택지가 될 수 없어. 비정상적인 것이... 우리의 현실을 압도하고 있어...",
      "5": "더는... 착착함을 유지할 수 없어. 다음 만남에서는 승리가 필수적이야...",
      "6": "이제... 내 통제를 벗어났어. 다음 배틀에서 성공해. 성공하지 않으면... 관습이 존재하지 않게 될 거야...",
      "7": "졌어... 공허가 정상성을 교란시키고 있어. 다음엔 반드시 이겨내야 해.",
      "8": "안 돼... 이럴 순 없어... 세계가 불규칙해지고 있어. 공허를 물리쳐야 해!",
      "9": "패배했어... 우리의 구조화된 현실이 불안정해지고 있어. 넌 우리의 유일한 희망이야.",
      "10": "나... 더는 질서를 유지할 수 없어... 공허가 우리의 정상성을 삼키고 있어. 제발... 이겨...",
      "11": "이건 대재앙이야... 세계가 혼돈으로 빠져들고 있어. 공허에 맞서 이 흐름을 바꿔야 해!",
      "12": "정상성이... 미끄러져 사라지고 있어. 공허가... 너무 강해. 이겨... 아니면 모든 질서가 영원히 사라질 거야..."
    }
  },
  "rival_wallace": {
    "encounter": {
      "1": "물의 발레처럼 아름다운 배틀을 만들어보자!",
      "2": "또 다른 공연을 할 준비가 됐나? 물의 리듬이... 오늘따라 이상한 것 같아.",
      "3": "우리는 싸워야 해. 바다의 멜로디가... 불협화음이 되어가고 있어.",
      "4": "왔구나... 우리는 맞서야 해. 세상의 아름다움이... 사라져가고 있어.",
      "5": "나와 싸워! 지금! 마지막 우아함이... 증발하고 있어!",
      "6": "도착했구나. 우리는... 춤춰야 해. 이건 우리의 마지막... 우아한 행위야.",
      "7": "우리는 일부 아름다움을 되찾았지만, 공허는... 얼룩이야, 세상의 우아함을 망치고 있어. 싸우자!",
      "8": "공허는 불협화음이야, 세상의 조화를 깨뜨리고 있어. 아름다움을 되찾기 위해 싸워야 해!",
      "9": "우리의 마지막 공연을 기억하나? 이제 공허가 세상의 모든 우아함을 지우려 해. 네 우아함을 보여줘!",
      "10": "공허는 질병이야, 아름다움을 추함으로 바꾸고 있어. 세상의 화려함을 지키기 위해 싸워야 해!",
      "11": "아름다움은 영원하다고들 하지. 우리는 어둠으로 그걸 부정했어. 이제 공허와 함께 다시 한 번 해보자. 나와 맞서!",
      "12": "어둠은 흠집이었어. 공허는 부패야, 모든 아름다운 것을 파괴하고 있어. 우리는 우아함을 위해 싸워야 해!"
    },
    "victory": {
      "1": "눈부신 공연이었어! 하지만 물의 광채가... 흐려진 것 같아.",
      "2": "더 우아해졌어, 하지만 세상의 아름다움은... 시들어가고 있어.",
      "3": "네 힘이... 세상의 화려함을 되찾고 있어. 우리는 네 우아함이 더 필요해.",
      "4": "네 모든 배틀이... 마치 세상에 아름다움을 다시 그려넣는 것 같아. 계속해.",
      "5": "네 힘이... 이 혼돈 속 마지막 우아함의 흔적이야. 계속 공연해.",
      "6": "넌 우리의 마지막 아름다움의 붓질이야. 계속... 싸워. 우리의... 멋진 세상을 되찾아...",
      "7": "이겼어! 세상의 아름다움이... 조금 되살아난 것 같아. 하지만 공허의 추함은 여전히 남아있어...",
      "8": "네 힘은 아름다움의 붓질이지만, 그건 일시적인 해결책일 뿐이야. 공허에 대한 더 많은 승리가 필요해!",
      "9": "잘 싸웠어! 네 힘은 공허의 불협화음에 맞서는 멜로디야. 하지만 그 영향력은 강해...",
      "10": "넌 우아함의 힘이지만, 공허는 끊임없는 질병이야. 계속 이겨내!",
      "11": "인상적이야! 네 힘으로 세상이 더 아름다워 보여. 하지만 공허는... 여전히 위협이야...",
      "12": "또 이겼지만, 공허의 부패는 여전히 느껴져. 우리 세상이 그 화려함을 잃게 할 순 없어!"
    },
    "defeat": {
      "1": "우아한 승리야! 물의 춤이... 덜 조화롭게 느껴져.",
      "2": "내가 이겼지만, 세상의 우아함이 사라져가고 있어. 느낄 수 있나?",
      "3": "안 돼... 네 기술을 더 다듬어야 해. 우리의 아름다운 세상이... 추해지고 있어.",
      "4": "질 순 없어! 불협화음이... 모든 아름다움을 익사시키고 있어...",
      "5": "더는... 이 우아한 가면을 유지할 수 없어. 다음엔 꼭 승리해야 해...",
      "6": "내겐... 모든 게 기괴해졌어. 다음 배틀에서 이겨. 이기지 않으면... 모든 아름다움이 영원히 사라질 거야...",
      "7": "졌어... 공허가 세상의 아름다움을 망치고 있어. 다음엔 반드시 이겨내야 해!",
      "8": "안 돼... 이럴 순 없어... 세상이 추해지고 있어. 공허를 물리쳐야 해!",
      "9": "패배했어... 세상의 우아함이 빠르게 사라지고 있어. 넌 우리의 유일한 희망이야!",
      "10": "나... 더는 아름다움을 거의 볼 수 없어... 공허가 우리 세상의 화려함을 삼키고 있어. 제발... 이겨...",
      "11": "이건 비극이야... 세상이 그 아름다움을 잃어가고 있어. 공허에 맞서 이 흐름을 바꿔야 해!",
      "12": "아름다움이... 사라지고 있어. 공허가... 너무 강해. 이겨... 아니면 모든 우아함이 영원히 사라질 거야..."
    }
  },
  "rival_alder": {
    "encounter": {
      "1": "젊은 친구! 열정과 정신으로 가득한 배틀을 해보자!",
      "2": "또 다른 도전인가? 배틀의 불꽃이... 오늘따라 희미한 것 같아.",
      "3": "우리는 싸워야 해. 세상의 열정이... 이상하게 깜빡이고 있어.",
      "4": "왔구나... 우리는 맞서야 해. 삶의 생기가... 빠르게 사라지고 있어.",
      "5": "나와 싸워! 빨리! 마지막 정신의 불씨가... 꺼져가고 있어!",
      "6": "왔구나. 우리는... 싸워야 해. 이건 우리의 마지막... 생명의 불꽃이야.",
      "7": "우리는 일부 정신을 되살렸지만, 공허는... 차가운 바람이야, 모든 열정을 꺼뜨리려 위협하고 있어. 나와 싸워!",
      "8": "공허는 공허함이야, 세상의 생명력을 앗아가고 있어. 불꽃을 다시 지피기 위해 싸워야 해!",
      "9": "우리의 마지막 배틀의 불꽃을 기억하나? 이제 공허가 모든 생명의 에너지를 꺼뜨리려 해. 네 정신을 보여줘!",
      "10": "공허는 무관심이야, 열정을 냉담함으로 바꾸고 있어. 우리의 정신을 살아있게 하기 위해 싸워야 해!",
      "11": "열정은 영원하다고들 하지. 우리는 어둠으로 그걸 부정했어. 이제 공허와 함께 다시 한 번 해보자. 나와 맞서, 내 친구!",
      "12": "어둠은 한기였어. 공허는 얼음 같은 손아귀야, 모든 생명의 불꽃을 얼려버리려 해. 우리는 우리의 열정을 위해 싸워야 해!"
    },
    "victory": {
      "1": "잘 싸웠어! 하지만 배틀의 전율이... 무뎌진 것 같아.",
      "2": "더 강해졌어, 하지만 세상의 생명력이... 약해지는 것 같아.",
      "3": "네 힘이... 세상의 정신을 되살리고 있어. 우리는 네 열정이 더 필요해.",
      "4": "네 모든 배틀이... 마치 우리 세상에 생명을 불어넣는 것 같아. 멈추지 마.",
      "5": "네 힘이... 우리 세상의 심장을 뛰게 하는 유일한 것이야. 계속 나아가.",
      "6": "넌 우리의 마지막 희망의 불꽃이야. 계속... 싸워. 우리의... 죽어가는 세상을 되살려...",
      "7": "이겼어! 세상의 정신이... 조금 되살아난 것 같아. 하지만 공허의 차가운 손아귀는 여전히 남아있어...",
      "8": "네 힘은 열정의 불꽃이지만, 그건 일시적인 불길일 뿐이야. 공허에 대한 더 많은 승리가 필요해!",
      "9": "잘 싸웠어! 네 힘은 공허의 무관심에 맞서는 불이야. 하지만 그 영향력은 강해...",
      "10": "넌 생명력의 힘이지만, 공허는 끊임없는 한기야. 계속 이겨내!",
      "11": "인상적이야! 네 힘으로 세상이 더 살아있는 것 같아. 하지만 공허는... 여전히 위협이야...",
      "12": "또 이겼지만, 공허의 차가운 존재감은 여전히 느껴져. 우리 세상이 그 열정을 잃게 할 순 없어!"
    },
    "defeat": {
      "1": "열정적인 승리야! 하지만 배틀의 기쁨이... 덜 달콤해.",
      "2": "내가 이겼지만, 세상의 활력이 줄어들고 있어. 너도 느끼나?",
      "3": "안 돼... 네 내면의 불꽃을 더 키워야 해. 우리의 생기 넘치는 세상이... 차가워지고 있어.",
      "4": "질 순 없어! 무관심이... 모든 생명을 꺼뜨리고 있어...",
      "5": "더는... 내 열정의 불꽃을 유지할 수 없어. 다음엔 꼭 이겨야 해...",
      "6": "내겐... 모든 게 차가워졌어. 다음 배틀에서 이겨. 이기지 않으면... 모든 생명의 불꽃이 꺼질 거야...",
      "7": "졌어... 공허가 세상의 열정을 꺼뜨리고 있어. 다음엔 반드시 이겨내야 해, 내 친구!",
      "8": "안 돼... 이럴 순 없어... 세상이 차갑고 생명 없이 변하고 있어. 공허를 물리쳐야 해!",
      "9": "패배했어... 세상의 정신이 빠르게 사라지고 있어. 넌 우리의 유일한 희망이야!",
      "10": "나... 더는 열정을 거의 느낄 수 없어... 공허가 우리의 생명력을 삼키고 있어. 제발... 이겨...",
      "11": "이건 난파선이야... 우리의 공유된 경험들이 가라앉고 있어. 공허에 맞서 이 흐름을 바꿔야 해!",
      "12": "생명의 불꽃이... 꺼져가. 공허가... 너무 강해. 이겨... 아니면 모든 열정이 영원히 사라질 거야..."
    }
  },
  "rival_misty": {
    "encounter": {
      "1": "옛날처럼 또 다른 배틀에 뛰어들 준비됐어?",
      "2": "또 다른 시합? 공기가 무거워... 마치 바다의 폭풍 전처럼.",
      "3": "우리는 싸워야 해. 우리의 유대가... 신기루처럼 흔들리고 있어.",
      "4": "왔구나... 우리는 싸워야 해. 우리의 우정이... 남은 유일한 선명한 것이야.",
      "5": "나와 싸워! 지금! 우리의 공유된 여정이... 안개처럼 사라지고 있어!",
      "6": "왔구나. 우리는... 맞서야 해. 이건 우리의 마지막... 연결의 파문이야.",
      "7": "우리는 함께 어둠을 헤쳐나왔지만, 공허는... 안개야, 우리의 공유된 길을 가리고 있어. 나와 싸워!",
      "8": "공허는 조류야, 우리를 갈라놓으려 해. 연결된 상태를 유지하기 위해 싸우자!",
      "9": "우리의 여정을 기억해? 공허가 그 기억들을 지우려 해. 네 결의를 보여줘!",
      "10": "공허는 소용돌이야, 우리의 우정을 익사시키려 위협하고 있어. 우리는 떠 있기 위해 싸워야 해!",
      "11": "고난 속에서 맺어진 유대는 영원하다고들 하지. 우리는 어둠으로 그걸 부정했어. 이제 공허와 함께 다시 한 번 해보자. 나와 맞서!",
      "12": "어둠은 폭풍이었어. 공허는 가뭄이야, 우리의 공유된 과거를 증발시키고 있어. 우리는 우리의 우정을 위해 싸워야 해!"
    },
    "victory": {
      "1": "나쁘지 않아! 하지만 우리의 과거 모험들이... 흐릿해 보여, 마치 탁한 물을 통해 보는 것처럼.",
      "2": "발전했어, 하지만 우리의 여행 기억들이... 멀어지는 것 같아, 마치 빠져나가는 조수처럼.",
      "3": "네 힘이... 안개를 걷어내고 있어. 우리는 네 정신이 더 필요해.",
      "4": "네 모든 배틀이... 마치 우리의 여정을 다시 살아가는 것 같아. 계속 해, 우리가 공유한 모든 것을 위해!",
      "5": "네 힘이... 우리의 유대를 떠있게 하는 유일한 것이야. 포기하지 마!",
      "6": "넌 우리의 마지막 생명줄이야. 계속... 싸워. 우리의... 공유된 과거의 흐름을 되찾아...",
      "7": "이겼어! 우리의 유대가... 조금 더 선명해진 것 같아. 하지만 공허는 여전히 우리의 기억을 흐리게 하고 있어...",
      "8": "네 힘은 등대의 빛이야, 안개를 가르고 있지만, 그건 일시적인 안도일 뿐이야. 우리는 더 많은 승리가 필요해!",
      "9": "잘 싸웠어! 네 힘은 조류야, 공허의 당김에 맞서 밀어내고 있어. 하지만 그 힘은 강해...",
      "10": "넌 강한 수영선수야, 하지만 공허는 끊임없는 조수야. 계속 이겨내!",
      "11": "인상적이야! 우리의 공유된 여정이 더 선명해졌어. 하지만 공허는... 여전히 우리의 유대를 위협하고 있어...",
      "12": "또 이겼지만, 공허의 안개는 여전히 짙어. 우리가 겪어온 모든 것을 지우게 할 순 없어!"
    },
    "defeat": {
      "1": "우리가 처음 만났을 때처럼! 잠깐... 왜 그 기억이 이렇게... 흐려진 거지?",
      "2": "내가 이겼지만... 우리의 모험들이 안개처럼 흐려지고 있어. 아직도 볼 수 있어?",
      "3": "안 돼... 넌 더 강해져야 해. 우리의 공유된 경험들이... 씻겨 나가고 있어.",
      "4": "질 여유가 없어! 공허가... 우리가 겪어온 모든 것을 앗아가고 있어...",
      "5": "더는... 우리의 우정을 붙잡을 수 없어. 다음엔 꼭 이겨야 해...",
      "6": "내겐... 이제 모든 게 말라버렸어. 다음 배틀에서 이겨. 이기지 않으면... 우리가 공유한 모든 순간이 증발할 거야...",
      "7": "졌어... 공허가 우리의 공유된 과거를 흐리게 하고 있어. 다음엔 반드시 이겨내야 해!",
      "8": "안 돼... 이럴 순 없어... 우리의 기억들이 사라져가. 공허를 물리쳐야 해!",
      "9": "패배했어... 우리의 유대가 약해지고 있어. 공허가 우리의 역사를 지우고 있어. 넌 우리의 유일한 희망이야!",
      "10": "나... 우리의 여정을 거의 기억할 수 없어... 공허가 우리의 과거를 삼키고 있어. 제발... 이겨...",
      "11": "이건 난파선이야... 우리의 공유된 경험들이 가라앉고 있어. 공허에 맞서 이 흐름을 바꿔야 해!",
      "12": "우리의 과거가... 증발하고 있어. 공허가... 너무 강해. 이겨... 아니면 우리의 우정이 바다에 잃어버릴 거야..."
    }
  },
  "rival_blaine": {
    "encounter": {
      "1": "얘야! 내 불꽃 포켓몬의 수수께끼를 풀 준비가 됐나?",
      "2": "또 다른 뜨거운 배틀인가? 화산의 울림이... 오늘따라 약해진 것 같군.",
      "3": "우리는 싸워야 해. 불꽃이... 부자연스럽게 깜빡이고 있어.",
      "4": "왔구나... 우리는 맞서야 해. 세상의 열기가... 빠르게 사라지고 있어.",
      "5": "나와 싸워! 빨리! 마지막 불씨가... 곧 꺼질 것 같아!",
      "6": "도착했구나. 우리는... 싸워야 해. 이건 우리의 마지막... 따뜻한 불꽃이야.",
      "7": "우리는 어둠에 맞서 불꽃을 지폈지만, 공허는... 한파야, 모든 열기를 꺼뜨리려 위협하고 있어. 나와 싸워!",
      "8": "공허는 깊은 동결이야, 세상을 핵심까지 얼리고 있어. 우리는 불꽃을 계속 타오르게 하기 위해 싸워야 해!",
      "9": "우리의 불타는 배틀들을 기억하나? 이제 공허가 세상의 모든 열기를 꺼뜨리려 해. 네 불꽃을 보여줘!",
      "10": "공허는 절대영도야, 따뜻함을 차가운 허무로 바꾸고 있어. 우리는 불씨를 살아있게 하기 위해 싸워야 해!",
      "11": "불꽃은 영원하다고들 하지. 우리는 어둠으로 그걸 부정했어. 이제 공허와 함께 다시 한 번 해보자. 나와 맞서!",
      "12": "어둠은 그림자였어. 공허는 깊은 동결이야, 전 세계를 얼음으로 뒤덮으려 해. 우리는 따뜻함을 위해 싸워야 해!"
    },
    "victory": {
      "1": "뜨겁군! 하지만 내 포켓몬의 불꽃이... 더 차가워진 것 같아.",
      "2": "열기를 더했구나, 하지만 세상은... 식어가는 것 같아.",
      "3": "네 힘이... 우리 세상의 불꽃을 되살리고 있어. 우리는 네 열기가 더 필요해.",
      "4": "네가 싸울 때마다... 마치 세상의 꺼져가는 불꽃을 지피는 것 같아. 계속해!",
      "5": "네 힘이... 불꽃을 살아있게 하는 유일한 것이야. 꺼지게 하지 마!",
      "6": "넌 우리의 마지막 타오르는 숯이야. 계속... 싸워. 우리의... 얼어가는 세상을 다시 불태워...",
      "7": "이겼어! 세상이... 조금 더 따뜻해진 것 같아. 하지만 공허의 한기는 여전히 만연해...",
      "8": "네 힘은 타오르고 있지만, 그건 일시적인 열기일 뿐이야. 공허에 대한 더 많은 승리가 필요해!",
      "9": "잘 싸웠어! 네 힘은 공허의 한기에 맞서는 방화선이야. 하지만 그 영향력은 강해...",
      "10": "넌 인간 용광로야, 하지만 공허는 끊임없는 빙하기야. 계속 이겨내!",
      "11": "인상적이야! 네 힘으로 세상이 더 따뜻해졌어. 하지만 공허는... 여전히 위협이야...",
      "12": "또 이겼지만, 공허의 얼음 같은 손아귀는 여전히 느껴져. 우리 세상이 얼어붙게 할 순 없어!"
    },
    "defeat": {
      "1": "타오르는 승리야! 하지만 우리 주변의 공기가... 유난히 차갑게 느껴져.",
      "2": "내가 이겼지만, 세상의 따뜻함이 사라져가고 있어. 이 추위를 느끼고 있나?",
      "3": "안 돼... 네 내면의 불꽃을 지펴야 해. 우리의 세상이... 얼어붙고 있어.",
      "4": "질 순 없어! 얼음이... 우리가 아는 모든 열기를 꺼뜨리고 있어...",
      "5": "더는... 불꽃을 타오르게 할 수 없어. 다음엔 꼭 이겨야 해...",
      "6": "내겐... 모든 게 차가워졌어. 다음 배틀에서 이겨. 이기지 않으면... 모든 것이 영원히 얼어붙을 거야...",
      "7": "졌어... 공허가 세상을 뼛속까지 얼리고 있어. 다음엔 반드시 이겨내야 해!",
      "8": "안 돼... 이럴 순 없어... 세상이 얼음으로 변하고 있어. 공허를 물리쳐야 해!",
      "9": "패배했어... 세상의 열기가 사라지고 있어. 넌 우리의 유일한 희망이야!",
      "10": "나... 더는 따뜻함을 거의 느낄 수 없어... 공허가 모든 열기를 삼키고 있어. 제발... 이겨...",
      "11": "이건 깊은 동결이야... 세상이 그 따뜻함을 잃어가고 있어. 공허에 맞서 이 흐름을 바꿔야 해!",
      "12": "불꽃이... 꺼져가. 공허가... 너무 강해. 이겨... 아니면 세상이 영원히 얼음 속에 갇힐 거야..."
    }
  },
  "rival_archie": {
    "encounter": {
      "1": "바다의 힘을 견딜 수 있는지 한번 보자!",
      "2": "또 다른 수중 배틀을 할 준비가 됐나? 바다의 소리가... 오늘따라 둔탁하게 들려.",
      "3": "우리는 싸워야 해. 바다가... 부자연스럽게 물러나고 있어.",
      "4": "왔구나... 우리는 싸워야 해. 세상의 물이... 사라지고 있어.",
      "5": "나와 싸워! 지금! 마지막 파도가... 영원히 사라지려 해!",
      "6": "왔구나. 우리는... 맞서야 해. 이건 우리의 마지막... 존재의 물결이야.",
      "7": "우리는 어둠에 맞서 바다를 일으켰지만, 공허는... 가뭄이야, 세상의 모든 물을 증발시키고 있어. 나와 싸워!",
      "8": "공허가 바다를 말리고 있어. 우리는 바다를 가득 채우기 위해 싸워야 해!",
      "9": "우리가 조수를 다스렸던 걸 기억하나? 이제 공허가 세상의 모든 물을 말리려 해. 네 힘을 보여줘!",
      "10": "공허는 밑 없는 구멍이야, 바다를 통째로 삼키고 있어. 우리는 바다를 살아있게 하기 위해 싸워야 해!",
      "11": "바다는 영원하다고들 하지. 우리는 어둠으로 그걸 부정했어. 이제 공허와 함께 다시 한 번 해보자. 나와 맞서!",
      "12": "어둠은 폭풍해일이었어. 공허는 전 세계적인 가뭄이야, 세상을 사막으로 만들려 위협하고 있어. 우리는 바다를 위해 싸워야 해!"
    },
    "victory": {
      "1": "바다의 힘이 승리했다! 하지만 파도 소리가... 왠지 멀게 들려.",
      "2": "더 강해졌구나. 하지만 바다가... 줄어드는 것 같아.",
      "3": "네 힘이... 조수를 되불러오고 있어. 우리는 네 힘이 더 필요해.",
      "4": "네 모든 배틀이... 마치 세상의 빈 바다를 채우는 것 같아. 계속해!",
      "5": "네 힘이... 우리의 바다가 마르지 않게 하는 유일한 것이야. 멈추지 마!",
      "6": "넌 우리의 마지막 희망의 물방울이야. 계속... 싸워. 우리의... 사라지는 바다를 되찾아...",
      "7": "이겼어! 바다가... 조금 더 가득 찬 것 같아. 하지만 공허의 가뭄은 여전히 심각해...",
      "8": "네 힘은 해일이지만, 그건 일시적인 급류일 뿐이야. 공허에 대한 더 많은 승리가 필요해!",
      "9": "잘 싸웠어! 네 힘은 조류야, 공허의 배수에 맞서 밀어내고 있어. 하지만 그 당김은 강해...",
      "10": "넌 바다의 힘이지만, 공허는 끊임없는 가뭄이야. 계속 이겨내!",
      "11": "인상적이야! 네 힘으로 바다가 더 가득 찬 것 같아. 하지만 공허는... 여전히 위협이야...",
      "12": "또 이겼지만, 공허의 건조한 영향은 여전히 느껴져. 우리의 바다가 사라지게 할 순 없어!"
    },
    "defeat": {
      "1": "말도 안 돼! 아쿠아단은 지지 않아! 바다의 포효가... 희미하게 들려.",
      "2": "내가 이겼지만, 세상의 물이 빠져나가고 있어. 마른 해저가 보이나?",
      "3": "안 돼... 넌 쓰나미가 되어야 해. 우리의 수중 세계가... 증발하고 있어.",
      "4": "질 순 없어! 가뭄이... 우리가 아는 모든 바다를 삼키고 있어...",
      "5": "더는... 바다를 상승시킬 수 없어. 다음엔 꼭 이겨야 해...",
      "6": "내겐... 모든 게 말라버렸어. 다음 배틀에서 이겨. 이기지 않으면... 모든 물이 영원히 사라질 거야...",
      "7": "졌어... 공허가 세상을 뼛속까지 얼리고 있어. 다음엔 반드시 이겨내야 해!",
      "8": "안 돼... 이럴 순 없어... 바다가 물러나고 있어. 공허를 물리쳐야 해!",
      "9": "패배했어... 세상의 물이 사라지고 있어. 넌 우리의 유일한 희망이야!",
      "10": "나... 더는 바다의 존재를 거의 느낄 수 없어... 공허가 모든 물을 삼키고 있어. 제발... 이겨...",
      "11": "이건 대재앙이야... 세상이 사막으로 변하고 있어. 공허에 맞서 이 흐름을 바꿔야 해!",
      "12": "바다가... 사라지고 있어. 공허가... 너무 강해. 이겨... 아니면 세상이 황폐한 황무지가 될 거야..."
    }
  },
  "rival_maxie": {
    "encounter": {
      "1": "대지의 힘을 견딜 수 있는지 한번 보자!",
      "2": "또 다른 대지를 흔드는 배틀인가? 땅이... 오늘따라 덜 단단하게 느껴지는군.",
      "3": "우리는 싸워야 해. 대지가... 우리 발밑에서 무너지고 있어.",
      "4": "왔구나... 우리는 싸워야 해. 세상의 기반이... 녹아내리고 있어.",
      "5": "나와 싸워! 빨리! 마지막 땅이... 가라앉고 있어!",
      "6": "도착했구나. 우리는... 맞서야 해. 이건 우리의 마지막... 희망의 모래알이야.",
      "7": "우리는 어둠에 맞서 대지를 확장했지만, 공허는... 침식이야, 세상의 기반을 무너뜨리고 있어. 나와 싸워!",
      "8": "공허는 싱크홀이야, 땅을 통째로 삼키고 있어. 우리는 대지를 단단하게 지키기 위해 싸워야 해!",
      "9": "대지를 다스리던 우리의 힘을 기억하나? 이제 공허가 세상을 먼지로 만들려 해. 네 힘을 보여줘!",
      "10": "공허는 지진이야, 지각을 균열시키고 있어. 우리는 세상을 온전하게 지키기 위해 싸워야 해!",
      "11": "대지는 영원하다고들 하지. 우리는 어둠으로 그걸 부정했어. 이제 공허와 함께 다시 한 번 해보자. 나와 맞서!",
      "12": "어둠은 그림자였어. 공허는 산사태야, 전 세계를 매장하려 위협하고 있어. 우리는 대지를 위해 싸워야 해!"
    },
    "victory": {
      "1": "마그마단의 이상이 굳건히 서있다! 하지만 대지가... 덜 안정적으로 느껴져.",
      "2": "발전했구나. 하지만 세상의 지각이... 얇아지는 것 같아.",
      "3": "네 힘이... 우리의 현실을 단단하게 만들고 있어. 우리는 네 힘이 더 필요해.",
      "4": "네 모든 배틀이... 마치 세상의 기반을 재건하는 것 같아. 멈추지 마!",
      "5": "네 힘이... 우리의 대지가 무너지지 않게 하는 유일한 것이야. 계속 나아가!",
      "6": "넌 우리의 마지막 안정의 바위야. 계속... 싸워. 우리의... 무너지는 세상을 재건해...",
      "7": "이겼어! 대지가... 조금 더 단단해진 것 같아. 하지만 공허의 침식은 여전히 심각해...",
      "8": "네 힘은 기반암이지만, 그건 일시적인 토대일 뿐이야. 공허에 대한 더 많은 승리가 필요해!",
      "9": "잘 싸웠어! 네 힘은 공허의 진동에 맞서는 산이야. 하지만 그 영향력은 강해...",
      "10": "넌 대지의 힘이지만, 공허는 끊임없는 산사태야. 계속 이겨내!",
      "11": "인상적이야! 네 힘으로 대지가 더 안정적으로 보여. 하지만 공허는... 여전히 위협이야...",
      "12": "또 이겼지만, 공허의 무너뜨리는 영향은 여전히 느껴져. 우리의 대지가 사라지게 할 순 없어!"
    },
    "defeat": {
      "1": "대지의 힘이 승리했다! 하지만 우리 발밑의 땅이... 공허하게 느껴져.",
      "2": "내가 이겼지만, 세상의 대륙들이 균열되고 있어. 저 균열들이 보이나?",
      "3": "안 돼... 넌 움직일 수 없는 산이 되어야 해. 우리의 단단한 세상이... 액체가 되어가고 있어.",
      "4": "질 순 없어! 공허가... 우리가 아는 모든 땅을 삼키고 있어...",
      "5": "더는... 대지를 붙잡아둘 수 없어. 다음엔 꼭 이겨야 해...",
      "6": "내겐... 모든 게 무너져버렸어. 다음 배틀에서 이겨. 이기지 않으면... 모든 땅이 심연 속으로 사라질 거야...",
      "7": "졌어... 공허가 세상의 대지를 침식시키고 있어. 다음엔 반드시 이겨내야 해!",
      "8": "안 돼... 이럴 순 없어... 대지가 무너지고 있어. 공허를 물리쳐야 해!",
      "9": "패배했어... 세상의 기반이 녹아내리고 있어. 넌 우리의 유일한 희망이야!",
      "10": "나... 더는 발밑의 땅을 거의 느낄 수 없어... 공허가 모든 대지를 삼키고 있어. 제발... 이겨...",
      "11": "이건 재앙이야... 세상이 먼지로 변하고 있어. 공허에 맞서 이 흐름을 바꿔야 해!",
      "12": "대지가... 사라지고 있어. 공허가... 너무 강해. 이겨... 아니면 세상이 밑 없는 구멍이 될 거야..."
    }
  },
  "rival_ghetsis": {
    "encounter": {
      "1": "네 이상이 내 진실에 맞설 수 있는지 보자!",
      "2": "또 다른 대결인가? 이상과 진실의 균형이... 오늘따라 기울어진 것 같군.",
      "3": "우리는 싸워야 해. 현실 그 자체가... 거짓이 되어가고 있어.",
      "4": "왔구나... 우리는 싸워야 해. 세상이... 모든 의미를 잃어가고 있어.",
      "5": "나와 싸워! 지금! 모든 진실이... 거짓이 되기 전에!",
      "6": "왔구나. 우리는... 맞서야 해. 이건 우리의 마지막... 현실에 대한 몸부림이야.",
      "7": "우리는 어둠 이후에 새로운 질서를 세웠지만, 공허는... 왜곡이야, 진실을 거짓으로 뒤틀고 있어. 나와 싸워!",
      "8": "공허는 기만자야, 이상과 진실을 부패시키고 있어. 우리는 균형을 되찾기 위해 싸워야 해!",
      "9": "우리의 이상 충돌을 기억하나? 이제 공허가 진실을 잊혀진 개념으로 만들려 해. 네 신념을 보여줘!",
      "10": "공허는 역설이야, 현실을 환상으로 바꾸고 있어. 우리는 세상을 진실에 근거하게 하기 위해 싸워야 해!",
      "11": "진실은 영원하다고들 하지. 우리는 어둠으로 그걸 부정했어. 이제 공허와 함께 다시 한 번 해보자. 나와 맞서!",
      "12": "어둠은 거짓이었어. 공허는 진실의 부재야, 세상을 무의미 속으로 빠뜨리려 위협하고 있어. 우리는 현실을 위해 싸워야 해!"
    },
    "victory": {
      "1": "내 진실이 승리했다! 하지만 모든 것이... 덜 확실하게 느껴져.",
      "2": "더 강해졌지만... 세상이 점점 더 환영 같아지고 있어.",
      "3": "네 힘이... 우리의 현실을 고정시키고 있어. 우리는 네 신념이 더 필요해.",
      "4": "네 모든 배틀이... 마치 세상의 존재를 재확인하는 것 같아. 계속해.",
      "5": "네 힘이... 우리 세상을 실재하게 하는 유일한 것이야. 지금 흔들리지 마.",
      "6": "넌 우리의 마지막 진실의 실마리야. 계속... 싸워. 우리의... 사라지는 현실을 되찾아...",
      "7": "이겼어! 세상이... 조금 더 실재하는 것 같아. 하지만 공허의 기만은 여전히 강력해...",
      "8": "네 힘은 진실의 등대지만, 그건 일시적인 빛일 뿐이야. 공허에 대한 더 많은 승리가 필요해!",
      "9": "잘 싸웠어! 네 힘은 공허의 거짓에 맞서는 검이야. 하지만 그 영향력은 강해...",
      "10": "넌 신념의 힘이지만, 공허는 끊임없는 환상술사야. 계속 이겨내!",
      "11": "인상적이야! 네 힘으로 세상이 진실에 더 근거하게 됐어. 하지만 공허는... 여전히 위협이야...",
      "12": "또 이겼지만, 공허의 왜곡하는 영향은 여전히 느껴져. 우리 세상이 거짓이 되게 할 순 없어!"
    },
    "defeat": {
      "1": "말도 안 돼! 내 진실은 절대적이야! 하지만 현실 자체가... 덜 구체적으로 느껴져.",
      "2": "패배했지만, 우리 주변의 세상이... 점점 더 거짓처럼 보여.",
      "3": "안 돼... 넌 진실의 화신이 되어야 해. 우리의 세상이... 거짓이 되어가고 있어.",
      "4": "질 순 없어! 거짓들이... 우리가 진실이라 알고 있는 모든 것을 삼키고 있어...",
      "5": "더는... 진실과 거짓을 구분할 수 없어. 다음엔 꼭 성공해야 해...",
      "6": "모든 게... 환상이 되어버렸어. 다음 배틀에서 이겨. 이기지 않으면... 모든 진실이 존재하지 않게 될 거야...",
      "7": "졌어... 공허가 현실을 거짓으로 뒤틀고 있어. 다음엔 반드시 이겨내야 해!",
      "8": "안 돼... 이럴 순 없어... 세상이 허구가 되어가고 있어. 공허를 물리쳐야 해!",
      "9": "패배했어... 진실이 그 의미를 잃어가고 있어. 넌 우리의 유일한 희망이야!",
      "10": "나... 더는 무엇이 진실인지 구분할 수 없어... 공허가 모든 진실을 삼키고 있어. 제발... 이겨...",
      "11": "이건 악몽이야... 세상이 환상이 되어가고 있어. 공허에 맞서 이 흐름을 바꿔야 해!",
      "12": "진실이... 사라지고 있어. 공허가... 너무 강해. 이겨... 아니면 세상이 무의미한 거짓이 될 거야..."
    }
  },
  "rival_lysandre": {
    "encounter": {
      "1": "네가 생각하는 미래가 나의 것과 일치하는지 보자!",
      "2": "또 다른 배틀인가? 세상의 아름다움이... 오늘따라 흐려진 것 같군.",
      "3": "우리는 싸워야 해. 미래가... 악몽이 되어가고 있어.",
      "4": "왔구나... 우리는 싸워야 해. 우리의 세상이... 모든 화려함을 잃어가고 있어.",
      "5": "나와 싸워! 빨리! 마지막 아름다움의 흔적이... 사라지기 전에!",
      "6": "왔구나. 우리는... 맞서야 해. 이건 우리의 마지막... 완벽을 향한 기회야.",
      "7": "우리는 어둠 이후에 세상을 완벽하게 만들려 했지만, 공허는... 부패야, 모든 아름다운 것을 더럽히고 있어. 나와 싸워!",
      "8": "공허는 추함이야, 질병처럼 퍼져나가고 있어. 우리는 세상의 아름다움을 지키기 위해 싸워야 해!",
      "9": "완벽한 미래를 향한 우리의 비전을 기억하나? 이제 공허가 그것을 기괴한 현실로 만들려 해. 네 빛나는 모습을 보여줘!",
      "10": "공허는 파괴자야, 아름다움을 부패로 바꾸고 있어. 우리는 세상을 빛나게 유지하기 위해 싸워야 해!",
      "11": "아름다움은 보는 이의 눈에 달렸다고들 하지. 우리는 어둠으로 그걸 부정했어. 이제 공허와 함께 다시 한 번 해보자. 나와 맞서!",
      "12": "어둠은 얼룩이었어. 공허는 부패야, 세상의 모든 아름다움을 삼키려 위협하고 있어. 우리는 완벽을 위해 싸워야 해!"
    },
    "victory": {
      "1": "내가 생각하는 아름다움이 승리했다! 하지만 세상이... 덜 빛나 보여.",
      "2": "발전했구나. 하지만 우리 주변이 점점 더... 기괴해지고 있어.",
      "3": "네 힘이... 세상의 아름다움을 되찾고 있어. 우리는 네 빛나는 모습이 더 필요해.",
      "4": "네 모든 배틀이... 마치 세상의 추함을 덮어가는 것 같아. 계속해.",
      "5": "네 힘이... 우리 세상의 미학을 유지하는 유일한 것이야. 멈추지 마.",
      "6": "넌 우리의 아름다운 세상을 위한 마지막 희망이야. 계속... 싸워. 우리의... 사라지는 화려함을 되찾아...",
      "7": "이겼어! 세상이... 조금 더 아름다워진 것 같아. 하지만 공허의 부패는 여전히 만연해...",
      "8": "네 힘은 걸작이지만, 그건 일시적인 해결책일 뿐이야. 공허에 대한 더 많은 승리가 필요해!",
      "9": "잘 싸웠어! 네 힘은 공허의 추함에 맞서는 빛이야. 하지만 그 영향력은 강해...",
      "10": "넌 아름다움의 힘이지만, 공허는 끊임없는 파괴자야. 계속 이겨내!",
      "11": "인상적이야! 네 힘으로 세상이 더 빛나 보여. 하지만 공허는... 여전히 위협이야...",
      "12": "또 이겼지만, 공허의 더럽히는 영향은 여전히 느껴져. 우리 세상이 기괴해지게 할 순 없어!"
    },
    "defeat": {
      "1": "내 완벽한 세상이 굳건하다! 하지만 우리 주변의 색채가... 왠지 더 흐려 보여.",
      "2": "내가 이겼지만, 세상의 아름다움이 줄어들고 있어. 부패가 보이나?",
      "3": "안 돼... 넌 완벽의 상징이 되어야 해. 우리의 세상이... 추해지고 있어.",
      "4": "질 순 없어! 추함이... 우리가 아는 모든 아름다움을 삼키고 있어...",
      "5": "더는... 이 완벽한 가면을 유지할 수 없어. 다음엔 꼭 이겨야 해...",
      "6": "모든 게... 혐오스러워졌어. 다음 배틀에서 이겨. 이기지 않으면... 모든 아름다움이 영원히 사라질 거야...",
      "7": "졌어... 공허가 세상의 아름다움을 부패시키고 있어. 다음엔 반드시 이겨내야 해!",
      "8": "안 돼... 이럴 순 없어... 세상이 추해지고 있어. 공허를 물리쳐야 해!",
      "9": "패배했어... 아름다움이 세상에서 사라지고 있어. 넌 우리의 유일한 희망이야!",
      "10": "나... 더는 아름다움을 거의 볼 수 없어... 공허가 모든 빛나는 것을 삼키고 있어. 제발... 이겨...",
      "11": "이건 모독이야... 세상이 그 화려함을 잃어가고 있어. 공허에 맞서 이 흐름을 바꿔야 해!",
      "12": "아름다움이... 시들어가고 있어. 공허가... 너무 강해. 이겨... 아니면 세상이 영원한 눈의 가시가 될 거야..."
    }
  },
  "rival_rose": {
    "encounter": {
      "1": "네 에너지가 가라르의 다이맥스 현상과 맞설 수 있는지 보자!",
      "2": "또 다른 배틀인가? 다이맥스 에너지가... 오늘따라 불안정한 것 같아.",
      "3": "우리는 싸워야 해. 힘이... 위험하게 변동하고 있어.",
      "4": "왔구나... 우리는 싸워야 해. 우리의 세상이... 다이맥스 능력을 잃어가고 있어.",
      "5": "나와 싸워! 지금! 다이맥스의 마지막 흔적이... 완전히 사라지기 전에!",
      "6": "왔구나. 우리는... 맞서야 해. 이건 우리의 마지막... 힘의 급등이야.",
      "7": "우리는 어둠 이후에 가라르의 에너지를 다스렸지만, 공허는... 배수구야, 다이맥스 현상을 앗아가고 있어. 나와 싸워!",
      "8": "공허는 교란이야, 다이맥스 에너지를 불안정하게 만들고 있어. 우리는 통제력을 되찾기 위해 싸워야 해!",
      "9": "다이맥스의 힘을 기억하나? 이제 공허가 그것을 소멸시키려 해. 네 에너지를 보여줘!",
      "10": "공허는 억제자야, 다이맥스 현상을 무력화시키고 있어. 우리는 가라르의 힘을 살아있게 하기 위해 싸워야 해!",
      "11": "에너지는 생성되거나 파괴되지 않는다고들 하지. 우리는 어둠으로 그걸 부정했어. 이제 공허와 함께 다시 한 번 해보자. 나와 맞서!",
      "12": "어둠은 급등이었어. 공허는 힘의 배수야, 가라르를 무력하게 만들려 위협하고 있어. 우리는 우리의 에너지를 위해 싸워야 해!"
    },
    "victory": {
      "1": "가라르의 미래가 밝게 빛난다! 하지만 다이맥스의 기운이... 더 희미해 보여.",
      "2": "더 강해졌구나. 하지만 세상의 에너지가... 사라지는 것 같아.",
      "3": "네 힘이... 다이맥스 현상을 안정화시키고 있어. 우리는 네 힘이 더 필요해.",
      "4": "네 모든 배틀이... 마치 가라르의 에너지를 재충전하는 것 같아. 멈추지 마.",
      "5": "네 힘이... 다이맥스를 살아있게 하는 유일한 것이야. 계속 밀어붙여.",
      "6": "넌 우리의 마지막 에너지원이야. 계속... 싸워. 우리의... 죽어가는 세상에 다시 힘을 불어넣어...",
      "7": "이겼어! 다이맥스 에너지가... 조금 더 안정적으로 느껴져. 하지만 공허의 배수는 여전히 강해...",
      "8": "네 힘은 에너지의 급등이지만, 그건 일시적인 상승일 뿐이야. 공허에 대한 더 많은 승리가 필요해!",
      "9": "잘 싸웠어! 네 힘은 공허의 억제에 맞서는 전류야. 하지만 그 영향력은 강해...",
      "10": "넌 발전소야, 하지만 공허는 끊임없는 에너지 배수야. 계속 이겨내!",
      "11": "인상적이야! 다이맥스 에너지가 네 힘으로 더 안정적으로 보여. 하지만 공허는... 여전히 위협이야...",
      "12": "또 이겼지만, 공허의 배수 효과는 여전히 느껴져. 가라르가 그 힘을 잃게 할 순 없어!"
    },
    "defeat": {
      "1": "가라르의 힘이 승리했다! 하지만 다이맥스 에너지가... 덜 강력하게 느껴져.",
      "2": "내가 이겼지만, 세상의 힘이 사라지고 있어. 느낄 수 있나?",
      "3": "안 돼... 넌 에너지의 등대가 되어야 해. 우리의 세상이... 힘을 잃어가고 있어.",
      "4": "질 여유가 없어! 공허가... 우리의 모든 에너지를 앗아가고 있어...",
      "5": "더는... 다이맥스 현상을 유지할 수 없어. 다음엔 꼭 이겨야 해...",
      "6": "이제... 모든 게 무력해졌어. 다음 배틀에서 이겨. 이기지 않으면... 가라르의 에너지가 영원히 사라질 거야...",
      "7": "졌어... 공허가 가라르의 다이맥스 에너지를 앗아가고 있어. 다음엔 반드시 이겨내야 해!",
      "8": "안 돼... 이럴 순 없어... 다이맥스 현상이 약해지고 있어. 공허를 물리쳐야 해!",
      "9": "패배했어... 가라르의 에너지가 사라지고 있어. 넌 우리의 유일한 희망이야!",
      "10": "나... 더는 다이맥스 에너지를 거의 느낄 수 없어... 공허가 우리의 모든 힘을 삼키고 있어. 제발... 이겨...",
      "11": "이건 정전이야... 가라르가 그 에너지를 잃어가고 있어. 공허에 맞서 이 흐름을 바꿔야 해!",
      "12": "힘이... 사라지고 있어. 공허가... 너무 강해. 이겨... 아니면 가라르가 어둠 속에 남겨질 거야..."
    }
  },
  "rival_guzma": {
    "encounter": {
      "1": "요! 구즈마님이 널 박살낼 거야!",
      "2": "더 맞으러 왔나? 알로라의 분위기가... 오늘따라 이상해.",
      "3": "우리는 싸워야 해. 스컬단이... 사라져가고 있어, 이봐.",
      "4": "왔구나... 우리는 싸워야 해. 우리의 세상이... 그 기세를 잃어가고 있어.",
      "5": "나와 싸워! 지금! 스컬단이... 영원히 사라지기 전에!",
      "6": "왔구나. 우리는... 맞서야 해. 이건 우리의 마지막... 존재할 기회야.",
      "7": "우리는 어둠 이후에 가장 강했지만, 공허는... 재미를 깎아먹는 놈이야, 스컬단의 정신을 앗아가고 있어. 나와 싸워!",
      "8": "공허는 재미없는 놈이야, 모든 것에서 생명력을 빨아들이고 있어. 우리는 스컬단의 명성을 지키기 위해 싸워야 해!",
      "9": "우리가 지배했던 때를 기억하나? 이제 공허가 우리를 아무것도 아닌 존재로 만들려 해. 네 힘을 보여줘!",
      "10": "공허는 재미를 죽이는 놈이야, 우리의 기세를 아무것도 아닌 것으로 만들고 있어. 우리는 스컬단을 살아있게 하기 위해 싸워야 해!",
      "11": "정신은 죽일 수 없다고들 하지. 우리는 어둠으로 그걸 부정했어. 이제 공허와 함께 다시 한 번 해보자. 나와 맞서!",
      "12": "어둠은 두들겨 패는 거였어. 공허는 완전한 전멸이야, 스컬단을 지우려 위협하고 있어. 우리는 우리의 존재를 위해 싸워야 해!"
    },
    "victory": {
      "1": "이게 바로 구즈마님의 실력이야! 하지만 스컬단의 존재감이... 약해진 것 같아.",
      "2": "더 강해졌구나, 하지만... 알로라의 정신이 사라져가는 것 같아.",
      "3": "네 힘이... 스컬단을 하나로 유지하고 있어. 우리는 네 힘이 더 필요해.",
      "4": "네가 싸울 때마다... 마치 알로라가 그 기세를 기억하는 것 같아. 계속해.",
      "5": "네 힘이... 우리를 실재하게 하는 유일한 것이야. 멈추지 마.",
      "6": "넌 우리의 마지막 희망이야. 계속... 싸워. 스컬단과... 알로라를 구해...",
      "7": "이겼어! 스컬단이... 조금 더 실재하는 것 같아. 하지만 공허는 여전히 큰 방해물이야...",
      "8": "네 힘은 우리의 명성을 높여주지만, 그건 일시적이야. 공허에 대한 더 많은 승리가 필요해!",
      "9": "잘 싸웠어! 네 힘이 공허의 재미없는 영향력에 맞서 진짜를 지키고 있어. 하지만 강해...",
      "10": "넌 강하지만, 공허는 끊임없이 재미를 깎아먹는 놈이야. 계속 이겨내!",
      "11": "인상적이야! 스컬단의 정신이 너와 함께 강해졌어. 하지만 공허는... 여전히 위협이야...",
      "12": "또 이겼지만, 공허의 배수 효과는 여전히 느껴져. 스컬단이 그 힘을 잃게 할 순 없어!"
    },
    "defeat": {
      "1": "뭐? 구즈마님이 졌다고? 스컬단의 기세가... 약해진 것 같아.",
      "2": "내가 이겼지만, 스컬단의 존재감이 약해지고 있어. 이걸 느끼나?",
      "3": "안 돼... 넌 더 강해져야 해. 우리 조직이... 아무것도 아닌 존재가 되어가고 있어.",
      "4": "질 순 없어! 공허가... 스컬단을 존재에서 지워가고 있어...",
      "5": "더는... 우리 조직을 하나로 유지할 수 없어. 다음엔 꼭 이겨야 해...",
      "6": "구즈마님에겐... 모든 게 끝났어. 다음 배틀에서 이겨. 이기지 않으면... 우리 모두가 허공 속으로 사라질 거야...",
      "7": "졌어... 공허가 우리를 아무것도 아닌 존재로 만들고 있어. 다음엔 반드시 이겨내야 해!",
      "8": "안 돼... 이럴 순 없어... 스컬단이 사라지고 있어. 공허를 물리쳐야 해!",
      "9": "패배했어... 우리가 명성을 잃어가고 있어. 넌 우리의 유일한 희망이야!",
      "10": "나... 더는 내가 누구인지도 거의 느낄 수 없어... 공허가 스컬단을 지워가고 있어. 제발... 이겨...",
      "11": "이건 완전한 전멸이야... 스컬단이 사라져가고 있어. 공허에 맞서 이 흐름을 바꿔야 해!",
      "12": "스컬단은... 이제 역사야. 공허가... 너무 강해. 이겨... 아니면 우리는 영원히 사라질 거야..."
    }
  },
  "rival_lusamine": {
    "encounter": {
      "1": "포켓몬과의 유대감이 나의 사랑에 필적할 수 있는지 보여주세요!",
      "2": "또 다른 배틀인가요? 울트라 웜홀이... 오늘은 더 불안정해 보이네요.",
      "3": "우리는 싸워야만 해요. 세계들 사이의 경계가... 녹아내리고 있어요.",
      "4": "당신이 여기 있군요... 우리는 싸워야 해요. 우리의 현실이... 다른 것들과 융합되고 있어요.",
      "5": "저와 싸우세요! 빨리요! 모든 차원이... 하나로 붕괴되기 전에!",
      "6": "도착했군요. 우리는... 부딪혀야 해요. 이것이 우리의 마지막... 현실을 분리할 기회예요.",
      "7": "우리는 어둠 이후 다른 차원을 이해하려 했지만, 공허는... 모든 현실을 하나로 융합시키는 밀도예요. 저와 싸우세요, !",
      "8": "공허는 차원들 사이의 경계를 흐리게 하는 융합이에요. 우리의 세계를 구분하기 위해 싸워야 해요, !",
      "9": "울트라비스트를 기억하나요? 이제 공허가 모든 현실을 하나의 혼돈으로 만들려 위협하고 있어요. 당신의 힘을 보여주세요, !",
      "10": "공허는 모든 차원을 붕괴시키는 특이점이에요. 우리의 현실을 분리된 상태로 유지하기 위해 싸워야 해요, !",
      "11": "무한한 현실이 있다고 하죠. 우리는 어둠으로 그것을 부정했어요. 이제 공허와 함께 다시 한 번 해냅시다. 저와 맞서주세요, !",
      "12": "어둠은 세계들 사이의 균열이었어요. 공허는 완전한 융합이며, 혼돈의 특이점을 만들려 위협하고 있어요. 우리의 현실을 위해 싸워야 해요, !"
    },
    "victory": {
      "1": "포켓몬에 대한 제 사랑이 승리했어요! 하지만 그들이... 어쩐지 덜 생생해 보이네요.",
      "2": "실력이 늘었군요. 하지만 세계들 사이의 장벽이... 얇아지고 있어요.",
      "3": "당신의 힘이... 우리의 현실을 안정화시키고 있어요. 더 많은 힘이 필요해요.",
      "4": "당신의 모든 배틀이... 마치 차원들 사이의 벽을 강화하는 것 같아요. 계속하세요.",
      "5": "당신의 힘이... 우리 세계를 온전하게 유지하는 유일한 것이에요. 지금 주저하면 안 돼요.",
      "6": "당신은 혼돈에 대항하는 우리의 마지막 장벽이에요. 계속... 싸우세요. 붕괴되는 현실들을... 분리하세요...",
      "7": "이겼군요, ! 우리의 현실이... 약간 더 뚜렷해진 것 같아요. 하지만 공허의 융합 효과는 여전히 강력해요...",
      "8": "당신의 힘은 장벽이지만, 일시적인 것이에요. 공허에 대항하는 더 많은 승리가 필요해요, !",
      "9": "잘 싸웠어요, ! 당신의 힘은 공허의 융합에 대항하는 벽이에요. 하지만 그 영향력은 강력해요...",
      "10": "당신은 분리의 힘이에요, , 하지만 공허는 끊임없이 통합하려 해요. 계속 승리하세요!",
      "11": "인상적이에요, ! 당신의 힘으로 우리의 현실이 더 뚜렷해진 것 같아요. 하지만 공허는... 여전히 위협이에요...",
      "12": "또 다른 승리지만, 공허의 융합 효과는 여전히 느껴져요. 우리의 현실이 녹아내리게 할 수는 없어요, !"
    },
    "defeat": {
      "1": "제 아름다운 포켓몬들이 승리했어요! 울트라비스트들이... 덜 이계적으로 보이네요.",
      "2": "제가 이겼지만, 세계들 사이의 경계가 흐려지고 있어요. 보이시나요?",
      "3": "안 돼요... 당신이 우리 세계의 기둥이 되어야 해요. 현실이... 다른 것들과 융합되고 있어요.",
      "4": "질 수 없어요! 공허가... 우리가 아는 모든 차원을 융합시키고 있어요...",
      "5": "더 이상... 우리 세계를 분리된 상태로 유지할 수 없어요. 다음에는 반드시 이겨야 해요...",
      "6": "모든 것이... 하나의 혼돈의 영역이 되어버렸어요. 다음 배틀에서 이기세요. 이기지 않으면... 모든 현실이 영원히 융합돼요...",
      "7": "졌어요... 공허가 모든 현실을 융합시키고 있어요. 다음에는 반드시 이겨야 해요, !",
      "8": "안 돼요... 이럴 순 없어... 세계들 사이의 경계가 녹아내리고 있어요. 공허를 물리쳐야 해요, !",
      "9": "패배했어요... 우리의 현실이 정체성을 잃어가고 있어요. 당신이 우리의 유일한 희망이에요, !",
      "10": "저는... 우리 세계를 다른 것들과 거의 구분할 수 없어요... 공허가 모든 차원을 융합시키고 있어요. 제발... 이겨주세요, ...",
      "11": "이건 차원적 재앙이에요... 모든 현실이 융합되고 있어요. 공허에 대항해서 흐름을 바꿔야 해요, !",
      "12": "우리 세계가... 형태를 잃어가고 있어요. 공허가... 너무 강력해요. 이겨주세요, ... 아니면 모든 현실이 혼돈의 혼합물이 되고 말 거예요..."
    }
  },
  "rival_nemona": {
    "encounter": {
      "1": "우리의 피를 끓게 할 흥분되는 배틀을 해봐요!",
      "2": "또 다른 짜릿한 대결 준비됐나요? 공기가... 오늘은 덜 전기가 흐르는 것 같네요.",
      "3": "우리는 싸워야 해요. 세계의 흥분이... 빠져나가고 있어요.",
      "4": "여기 왔군요... 우리는 싸워야 해요. 우리의 현실이... 무미건조하고 생기 없어지고 있어요.",
      "5": "저와 싸우세요! 지금이에요! 마지막 짜릿함이... 영원히 사라지기 전에!",
      "6": "왔군요. 우리는... 부딪혀야 해요. 이것이 우리의 마지막... 세계의 열정을 되살릴 기회예요.",
      "7": "우리는 어둠 이후에 짜릿함을 되찾았지만, 공허는... 단조로움이에요, 세계의 모든 흥분을 빼앗아가고 있어요. 저와 싸우세요, !",
      "8": "공허는 지루함이에요, 모든 것을 무미건조하고 생기 없게 만들어요. 세계를 흥미진진하게 유지하기 위해 싸워야 해요, !",
      "9": "우리의 흥미진진했던 배틀들을 기억하나요? 이제 공허가 모든 것을 평범하게 만들려고 위협하고 있어요. 당신의 열정을 보여주세요, !",
      "10": "공허는 공허함이에요, 삶의 모든 짜릿함을 빼앗아가고 있어요. 우리의 세계를 생동감 있게 유지하기 위해 싸워야 해요, !",
      "11": "흥분은 삶의 향신료라고 하죠. 우리는 어둠으로 그것을 부정했어요. 이제 공허와 함께 다시 한 번 해냅시다. 저와 맞서주세요, !",
      "12": "어둠은 소강상태였어요. 공허는 흥분의 완전한 부재이며, 세계를 지루하게 만들려고 위협하고 있어요. 우리의 짜릿함을 위해 싸워야 해요, !"
    },
    "victory": {
      "1": "정말 짜릿해요! 하지만 승리의 전율이... 어쩐지 약해진 것 같아요.",
      "2": "더 강해졌네요, ! 하지만 세계의 생동감이... 사라져가는 것 같아요.",
      "3": "당신의 힘이... 세계의 흥분을 되살리고 있어요. 더 많은 에너지가 필요해요.",
      "4": "당신이 배틀할 때마다... 세계가 살아있음을 기억하는 것 같아요. 계속하세요!",
      "5": "당신의 힘이... 우리 세계를 짜릿하게 유지하는 유일한 것이에요. 포기하지 마세요, !",
      "6": "당신은 우리의 마지막 흥분의 불꽃이에요, . 계속... 싸우세요. 우리 세계의 열정을... 되살리세요...",
      "7": "이겼어요, ! 세계가... 약간 더 흥미진진해진 것 같아요. 하지만 공허의 단조로움은 여전히 강력해요...",
      "8": "당신의 힘은 흥분의 전류지만, 일시적인 짜릿함이에요. 공허에 대항하는 더 많은 승리가 필요해요, !",
      "9": "잘 싸웠어요, ! 당신의 힘은 공허의 지루함에 대항하는 불꽃이에요. 하지만 그 영향력은 강력해요...",
      "10": "당신은 흥분의 힘이에요, , 하지만 공허는 끊임없이 지루하게 만들어요. 계속 승리하세요!",
      "11": "인상적이에요, ! 세계가 당신의 힘으로 더 생동감 있어 보여요. 하지만 공허는... 여전히 위협이에요...",
      "12": "또 다른 승리지만, 공허의 소진 효과는 여전히 느껴져요. 우리의 세계가 평범해지게 할 수는 없어요, !"
    },
    "defeat": {
      "1": "이겼지만, 승리가... 평소보다 덜 짜릿하게 느껴져요.",
      "2": "또 다른 승리네요, 하지만 세계가 덜 생동감 있어 보여요. 당신도 느끼나요, ?",
      "3": "안 돼요... 더 많은 열정을 불태워야 해요, . 우리의 세계가... 색을 잃어가고 있어요.",
      "4": "질 수 없어요, ! 단조로움이... 우리가 아는 모든 흥분을 삼켜버리고 있어요...",
      "5": "더 이상... 짜릿함을 느낄 수 없어요. 다음에는 반드시 이겨야 해요, ...",
      "6": "모든 것이... 내게는 회색빛이 되어버렸어요. 다음 배틀에서 이기세요, . 이기지 않으면... 우리 세계가 마지막 불꽃마저 영원히 잃게 될 거예요...",
      "7": "졌어요... 공허가 세계를 무질서 속으로 밀어넣고 있어요. 다음에는 반드시 이겨야 해요, !",
      "8": "안 돼요... 이럴 순 없어... 세계가 무미건조하고 생기 없어지고 있어요. 공허를 물리쳐야 해요, !",
      "9": "패배했어요... 세계에서 짜릿함이 사라져가고 있어요. 당신이 우리의 유일한 희망이에요, !",
      "10": "저는... 더 이상 어떤 흥분도 거의 느낄 수 없어요... 공허가 모든 기쁨을 삼켜버리고 있어요. 제발... 이겨주세요, ...",
      "11": "이건 지루해요... 세계가 생동감을 잃어가고 있어요. 공허에 대항해서 흐름을 바꿔야 해요, !",
      "12": "흥분이... 사라져가고 있어요. 공허가... 너무 강력해요. 이겨주세요, ... 아니면 세계가 영원히 평범해질 거예요..."
    }
  },
  "rival_norman": {
    "encounter": {
      "1": "포켓몬과의 유대감의 힘을 보여주세요!",
      "2": "또 다른 시험 준비됐나요? 힘의 균형이... 오늘은 기울어진 것 같네요.",
      "3": "우리는 싸워야 해요. 자연의 질서가... 혼돈스러워지고 있어요.",
      "4": "여기 왔군요... 우리는 싸워야 해요. 우리 세계의 조화가... 무너지고 있어요.",
      "5": "저와 싸우세요! 지금이에요! 마지막 균형이... 영원히 사라지기 전에!",
      "6": "왔군요. 우리는... 부딪혀야 해요. 이것이 우리의 마지막... 평형을 되찾을 기회예요.",
      "7": "우리는 어둠 이후에 균형을 유지했지만, 공허는... 혼란이에요, 세계를 혼돈 속으로 밀어넣고 있어요. 저와 싸우세요, !",
      "8": "공허는 불균형이에요, 힘의 균형을 무너뜨리고 있어요. 조화를 되찾기 위해 싸워야 해요, !",
      "9": "균형을 위한 우리의 배틀들을 기억하나요? 이제 공허가 완전한 무질서를 만들려고 위협하고 있어요. 당신의 힘을 보여주세요, !",
      "10": "공허는 혼돈의 힘이에요, 자연의 질서를 무너뜨리고 있어요. 우리의 세계를 균형 잡힌 상태로 유지하기 위해 싸워야 해요, !",
      "11": "균형이 모든 것의 핵심이라고 하죠. 우리는 어둠으로 그것을 부정했어요. 이제 공허와 함께 다시 한 번 해냅시다. 저와 맞서주세요, !",
      "12": "어둠은 불균형이었어요. 공허는 완전한 혼돈이며, 세계의 모든 질서를 파괴하려고 위협하고 있어요. 우리는 평형을 위해 싸워야 해요, !"
    },
    "victory": {
      "1": "잘했어요, ! 하지만 평소의 배틀의 만족감이... 줄어든 것 같네요.",
      "2": "실력이 늘었네요, 하지만 세계의 균형이 점점 더... 불안정해지고 있어요.",
      "3": "당신의 힘이... 우리 세계의 조화를 되찾고 있어요. 더 많은 결의가 필요해요.",
      "4": "당신의 모든 배틀이... 마치 우리 현실의 저울을 다시 맞추는 것 같아요. 계속하세요.",
      "5": "당신의 힘이... 우리 세계의 질서를 유지하는 유일한 것이에요. 주저하지 마세요, .",
      "6": "당신은 평형을 위한 우리의 마지막 희망이에요, . 계속... 싸우세요. 우리 세계의 균형을... 되찾으세요...",
      "7": "이겼어요, ! 세계가... 약간 더 균형 잡힌 것 같아요. 하지만 공허의 혼돈은 여전히 만연해 있어요...",
      "8": "당신의 힘은 안정화시키는 힘이지만, 일시적인 것이에요. 공허에 대항하는 더 많은 승리가 필요해요, !",
      "9": "잘 싸웠어요, ! 당신의 힘은 공허의 불균형에 대항하는 균형추예요. 하지만 그 영향력은 강력해요...",
      "10": "당신은 평형의 힘이에요, , 하지만 공허는 끊임없는 혼돈의 원천이에요. 계속 승리하세요!",
      "11": "인상적이에요, ! 세계가 당신의 힘으로 더 균형 잡혀 보여요. 하지만 공허는... 여전히 위협이에요...",
      "12": "또 다른 승리지만, 공허의 불안정화 효과는 여전히 느껴져요. 우리의 세계가 혼돈에 빠지게 할 수는 없어요, !"
    },
    "defeat": {
      "1": "확실한 승리네요! 자연의 질서가... 어쩐지 덜 안정적으로 느껴져요.",
      "2": "제가 이겼지만, 세계의 조화가 흔들리고 있어요. 이것을 느끼시나요, ?",
      "3": "안 돼요... 더 강해져야 해요, . 우리의 현실이... 혼돈 속으로 빠져들고 있어요.",
      "4": "질 수 없어요, ! 무질서가... 우리가 아는 모든 균형을 압도하고 있어요...",
      "5": "더 이상... 어떤 질서도 유지할 수 없어요. 다음에는 반드시 이겨야 해요, ...",
      "6": "이제... 모든 것이 혼돈이에요. 다음 배틀에서 이기세요, . 이기지 않으면... 모든 균형이 영원히 사라질 거예요...",
      "7": "졌어요... 공허가 세계를 무질서 속으로 밀어넣고 있어요. 다음에는 반드시 이겨야 해요, !",
      "8": "안 돼요... 이럴 순 없어... 세계가 균형을 잃어가고 있어요. 공허를 물리쳐야 해요, !",
      "9": "패배했어요... 자연의 질서가 무너지고 있어요. 당신이 우리의 유일한 희망이에요, !",
      "10": "저는... 더 이상 평형을 유지할 수 없어요... 공허가 모든 질서를 삼켜버리고 있어요. 제발... 이겨주세요, ...",
      "11": "이건 재앙이에요... 세계가 혼돈 속으로 빠져들고 있어요. 공허에 대항해서 흐름을 바꿔야 해요, !",
      "12": "균형이... 사라졌어요. 공허가... 너무 강력해요. 이겨주세요, ... 아니면 세계가 영원히 혼돈 속에 빠질 거예요..."
    }
  }
}